[
  {
    "ingredients": [
      "300 g srznuti filet bakalara",
      "300 g krumpira",
      "2 cesnja cesnjaka",
      "svijezi persin",
      "maslinovo ulje"
    ],
    "instructions": "Krumpir oguliti i narezati na ploške. Staviti u lonac s vodom i kuhati 40 minuta. U drugi lonac staviti kuhati otopljeni bakalar. Kuhati 30 minuta. Kad je krumpir kuhan procijediti vodu i krumpir prebaciti na tanjur ili zdjelu. U istom loncu zagrijati maslinovo ulje. Dodati sitno izribani cesnjak i persin. Kratko dinstati da češnjak pusti miris, do minute. Bakalar izvaditi na tanjur, usitniti i provjeriti da li ima kostiju. Vodu u kojoj se bakalar kuhao sačuvati. U lonac s češnjakom dodati bakalar i krumpir. Podliti vodom u kojoj se kuhao bakalar. Ostaviti da sve zajedno prokuha.",
    "labels": [
      "quick and easy"
    ],
    "name": "Bakalar na brudet",
    "rating": 5,
    "mealType": "lunch"
  },
  {
    "ingredients": [
      "4 mrkve",
      "½ korabice",
      "¼ komorac",
      "mali krumpir",
      "pola crvene paprike",
      "maslinovo ulje",
      "sol",
      "papar",
      "đumbir",
      "voda"
    ],
    "instructions": "Mrkve oguliti i narezati na kolutice. Na maslinovom ulju kratko mrkvu propržiti 10 sekundi. Korabicu i krumpir oguliti i narezati na srednje velike kockice. Papriku narezati također na kockice, a komorac na trakice. Preostalo povrće dodati u tećo. Preliti s vodom. Dodati sol, papar i naribani đumbir. Kuhati 40-ak minuta, odnosno dok krumpir nije skuhan.",
    "labels": [],
    "name": "Bistra povrtna juha",
    "mealType": "lunch"
  },
  {
    "ingredients": [
      "riža",
      "mrkva",
      "paprika",
      "edame",
      "250 g mljevenog mesa",
      "korijenasto povrće (¼ korijenca, mrkva)",
      "sol",
      "papar",
      "lovorov list",
      "pamidor sos",
      "luk",
      "ulje",
      "mješavina začina (po želji)"
    ],
    "instructions": "Rižu skuhati prema uputama na pakiranju. \n\nMrkvu i papriku narezati na srednje krupne komade, staviti na tepsiju za pečenje prekrivenu papirom za pečenje. Posoliti i popapriti te nauljiti. Peći u prethodno zagrijanoj pećnici na 180°C 30 minuta. Po želji i dulje, ovisno koliko jako želite da je povrće zapečeno. U međuvremenu na tavi prodinstati luk na malo ulja. Kad je voda izašla iz luka, dodati mljeveno meso te nastaviti dinstati. Cijelo vrijeme miješati. Dodati sol, papar i po želji mješavinu začina. Nakon što se meso izdinstalo, cca 15-20 minuta, dodati malo vode i pamidor sos, te list lovora. Na srednje jakoj vatri nastaviti 15 minuta pržiti. Edame 10 minuta kuhati u vodi. Skuhane edame dobro posoliti. Na dno zdjele staviti rižu, pa redom dodati pečeno povrće, mljeveno meso i edame.",
    "labels": [],
    "name": "Bowl bolonjez",
    "mealType": "lunch"
  },
  {
    "ingredients": [
      "riža",
      "čvrsti tofu",
      "brokula",
      "soj sos (bez glutena)",
      "med",
      "ulje od sesama",
      "par žlica bistre juhe (alternativno vode)",
      "gustin",
      "đumbir",
      "sol",
      "papar",
      "malo ulja za prženje"
    ],
    "instructions": "Na tavi s malo ulja i srednje jakoj vatri prepržiti posoljeni i popapreni čvrsti tofu. Narezati đumbir i brokulu. Brokulu kratko kuhati u prethodno prokuhanoj vodi. U zdjelici pripremiti umak: soj sos, med, ulje od sesama, par žlica juhe i gustin dobro promiješati. Preprženi tofu izvaditi iz tave. Na tavu ispržiti đumbir, potom dodati umak u tavu. Dodati brokulu i nasjeckani tofu. Poslužiti uz skuhanu rižu.",
    "name": "Bowl brokula i tofu"
  },
  {
    "ingredients": [
      "crvena paprika",
      "edame",
      "sol",
      "papar",
      "chilli",
      "crveni kupus",
      "feta sir",
      "pureca prsa",
      "maslinovo ulje",
      "limun"
    ],
    "instructions": "Na tavi prepržiti pureća prsa narezana na kockice i papriku. Dodati chilli. Skuhati edame prema uputama na pakiranju. Uzdjelu pripremiti tanko narezani crveni kupus. Začiniti sa soli, paprom, maslinovim uljem i limunom. Dodati meso, povrće i sir.",
    "name": "Bowl crveni kupus - puretina"
  },
  {
    "ingredients": [
      "100 g kuhane zelene lece",
      "50 g feta",
      "šaka svježeg špinata",
      "1 žlica maslinovog ulja",
      "sok od limuna",
      "menta",
      "peršin",
      "sol",
      "papar",
      "kozice"
    ],
    "instructions": "U zdjelu stavite kuhanu zelenu leću kao bazu. Dodajte nasjeckanu feta sir, svježi špinat, narezanu mentu i peršin. Začinite solju i paprom po ukusu. Prelijte maslinovim uljem i sokom od limuna. Na vrh dodajte kozice. Sve dobro promiješajte i poslužite.",
    "name": "Bowl leca-feta s kozicama"
  },
  {
    "ingredients": [
      "200 g riža",
      "300 g losos",
      "120 g edame (alternativa: mlade mahune)",
      "200 g crveni kupus",
      "2 žlice maslinovo ulje",
      "½ limun",
      "kim",
      "sol",
      "papar"
    ],
    "instructions": "Losos zamotati u alu-foliju, prethodno začiniti solju, paprom, malo maslinovog ulja i kriška limuna. Peći 20 minuta na 180 °C potpuno zamotanog u aluminijsku foliju. Zadnjih 10 minuta otvoriti foliju kako bi losos poprimio malo boje. U međuvremenu skuhati rižu prema omjeru 1:3. Za jednu šalicu riže potrebne su 3 šalice vode. Edame kuhati na pari 10 minuta. Kupus naribati na tanke trakice i staviti u zdjelu za miješanje. Dodati maslinovo ulje, limunov sok, kim, sol i papar. Promiješati. U dublji tanjur ili zdjelicu na dno staviti porciju skuhane riže, zatim na rižu posložiti losos, edame i kupus.",
    "name": "Bowl Losos"
  },
  {
    "ingredients": [
      "hobotnica, 1,5 kg",
      "maslinovo ulje",
      "korijenasto povrće (mrkva, korabice, korijen celera)",
      "2 ljuta papričica",
      "2 zlice koncentrat rajčice",
      "2 dl crvenog vina",
      "1 lovorov list",
      "svježi peršin",
      "sol i papar"
    ],
    "instructions": "Očišćenu i opranu hobotnicu stavimo u prazan lonac bez vode na najlaganiju vatru otprilike 20 minuta (hobotnica tako pusti žestinu). Hobotnicu ne solimo, jer je već slana. Tako omekšanu hobotnicu izvadimo na tanjur i pustimo da se malo ohladi pa narežemo na komadiće veličine 2cm. U čistom loncu, na maslinovom ulju, popržimo sitno narezano korijenasto povrće, dodamo lovorov list, sitno sjeckanu ljutu papričicu, te pirjamo dok povrće ne omekša. Zatim dodamo koncentrat rajčice, narezanu hobotnicu, podlijemo vinom, podlijemo s toliko vode da pokrije sastojke i začinimo solju i paprom. Sve zajedno kuhamo u poklopljenom loncu dok hobotnica sasvim ne omekša. Poslužiti uz palentu.",
    "name": "Brudet od hobotnice sa palentom"
  },
  {
    "ingredients": [
      "mljeveno meso",
      "cherry rajčice",
      "rikola",
      "špinat",
      "batat",
      "parmezan u listićima"
    ],
    "instructions": "Oguliti krumpir i narezati ga na trakice kao pomfri. Krumpir začiniti i staviti na papir za pečenje i peci u pecnici na 180 stupnjeva otprilike 45-60 minuta. Ispeci mljeveno meso formirane kao deblje pljeskavice. Kad je meso pečeno, izvaditi ga iz tave i odložiti sa strane. Na tavi kratko zapeci cherry rajčice. Pripremiti salatu od rikule i špinata. Salatu u hrpici staviti na sredinu tanjura, na salatu staviti meso i cherry rajčice. Posuti parmezanom u listićima.",
    "name": "Bunless burger"
  },
  {
    "ingredients": [
      "250 g brasna gluten free",
      "malo soli",
      "150 g maslaca hladnog",
      "4-8 zlica hladne vode",
      "3 vece jabuke",
      "150 g secera",
      "zimet",
      "½ limuna"
    ],
    "instructions": "Brasno, malo soli i hladni maslac ismjesiti i stavit u frizider na najmanje sat vremena. Jabuke oguliti narezat na kockice, stavit secer, cimet, limun i malo brasna. Razvaljati tijesto staviti jabuke i prekriti ili tijestom ako je ostalo ako ne folijom i peci 30-40 min na 180 stupnjeva.",
    "labels": [],
    "name": "Classic apple pie",
    "mealType": "dessert"
  },
  {
    "ingredients": [
      "96 g brašna gluten free",
      "67 g šećera",
      "1 žličica praška za pecivo",
      "malo soli",
      "½ žlice cimeta",
      "80 ml mlijeka (⅓ šalice)",
      "1 jaje",
      "20 ml ulja",
      "2 narezane jabuke",
      "50 g smeđeg šećera",
      "¼ žlice cimeta",
      "50 g smeđeg šećera",
      "50 g šećera",
      "96 g brašna",
      "½ žlice cimeta",
      "60 g sjeckanih oraha",
      "76 g rastopljenog maslaca"
    ],
    "instructions": "Zagrijati pećnicu na 180°C. Dodati brašno, prašak za pecivo, cimet, sol i šećer u zdjelu i sve dobro promiješati. Napraviti rupu u smjesi i dodati jaje, ulje i mlijeko. Sve ručno izmiješati. Izrezati jabuke na kockice i staviti ih u posebnu zdjelu, dodati cimet i šećer te promiješati. Pomiješati orahe, cimet, smeđi šećer i rastopljeni maslac tako da se dobiju mrvice. Staviti smjesu za tortu na namašćenu posudu, zatim jabuke i na kraju mrvice. Peći 30-35 minuta.",
    "name": "Crumble apple pie"
  },
  {
    "ingredients": [
      "100 g zobenih pahuljica",
      "150 g zobenog brašna",
      "150 g oraha",
      "150 g badema ili lješnjaka",
      "2 velike žlice meda",
      "1 velika žlica lanenih sjemenki",
      "1 velika žlica bundevinih sjemenki",
      "200 ml tople prokuhane vode",
      "100 ml kokosovog ulja",
      "1 mala žličica cimeta"
    ],
    "instructions": "Orašaste plodove nasjeckajte. Pomiješajte sa svim sastojcima. Stavite u tepsiju u koju ste prethodno stavili papir za pečenje. Morat ćete se pomoći rukom jer smjesa je dosta kompaktna. Pecite 45 minuta na 180 stupnjeva. Režite dok je toplo, oblik po želji. Dugo se čuva u metalnoj kutijici.",
    "name": "Energetske plocice"
  },
  {
    "ingredients": [
      "konzerva slanutka",
      "mlada kapula (zeleni dio)",
      "persin",
      "kim",
      "soli",
      "papar",
      "brasna",
      "kurkuma"
    ],
    "instructions": "Sve sastojke izblendati i ispeći na tavi s malo ulja.",
    "name": "Falafli sa sataras-riza i krastavci s vrhnjem"
  },
  {
    "ingredients": [
      "1 limun",
      "2 pileća prsa (ca. 120 g)",
      "sol",
      "papar",
      "4 žlice maslinovog ulja",
      "2 mlada luka",
      "2 korijena fenela",
      "3 crvene rajčice",
      "3 narančaste rajčice",
      "sok pola naranče"
    ],
    "instructions": "Limun oprati i osušiti. Koricu limuna sitno naribati i sok limuna iscijediti. Pileća prsa začiniti solju, paprom i koricom limuna. Zatim utrljati 2 žlice maslinovog ulja. Mladi luk očistiti i narezati na tanke kolutيće. Korijen fenela očistiti i narezati na tanke trakice. Rajčice oprati i narezati na kockice srednje veličine. Fenel, rajčice i mladi luk staviti u zdjelu. Dodati sol, papar, maslinovo ulje, sok od limuna i naranče. Sve dobro promiješati i 10 minuta ostaviti. Tavu zagrijati, potom peći marinirana pileća prsa na srednjoj vatri otprilike 5 minuta po strani. Maknuti s vatre i ostaviti piletinu u tavi. Salatu staviti na tanjur, piletinu narezati na trakice i staviti preko salate.",
    "name": "Fenel i rajčice salata s piletinom"
  },
  {
    "ingredients": [
      "teletina",
      "ulje",
      "mrkva",
      "celer",
      "korabica",
      "lovor",
      "sol",
      "papar",
      "crvena mljevena paprika",
      "crveno vino",
      "zlicica pekmeza od sljiva",
      "300 ml vode",
      "300 ml vode"
    ],
    "instructions": "Mrkvu, celer i korabicu ocistit i narezati na sitne kockice. Teletinu narezati na sitne kockice i popapriti. U vecem loncu zagrijati maslinovo ulje. Dodati meso. Na srednje jakoj temperaturi preprziti meso sa svih strana. Kratko samo par minuta. Meso izaditi na duboki tanjur ili zdjelicu. Dodati povrce. Dinstati 15 min na srednje jakoj vatri. Po potrebi dodati malo vode kako povrce ne bi zagorilo. Meso dodati povrcu. Dodati crveno vino i zlicicu pekmeza od sljiva. Kad alkohol ispari, dodati 300 ml vode te nastaviti dinstati 15 minuta. Dodati crvenu mjevenu paprikom, sol. Dodati opet 300 ml vode i kuhati 90 minuta uz povremeno mjesanje. Posluziti uz pire krumpir ili palentu i salatom.",
    "name": "Gulas"
  },
  {
    "ingredients": [
      "240 g ljesnjaka (pola ljesnjaci pola bademi)",
      "¼ žličice vanijinog ekstrakta",
      "¼ šalice kakao",
      "⅓ šalice šećera",
      "¼ žličice soli",
      "½ šalice mlijeka"
    ],
    "instructions": "Lješnjake istoštirati u pećnici 6-8 minuta na 200 °C. Istrljati ih u krpi kako bi se uklonila kora. U procesoru hrane izmiksati lješnjake, te dodati sve sastojke osim mlijeka. Opet miksati dok se smjesa ne pretvori u maslac. Dodavati mlijeko kako bi se smjesa lakše i bolje izmiksala, te donijela željenu konzistenciju.",
    "name": "Homemade Nutella"
  },
  {
    "ingredients": [
      "pileća prsa",
      "cornfleks",
      "jaje",
      "brašno",
      "batat",
      "rajčica",
      "chili",
      "sol",
      "papar",
      "maslinovo ulje",
      "pasata (opcionalno)"
    ],
    "instructions": "Upaliti pećnicu na 180°C. Pileća prsa narezati na manje komade, otprilike 3-4 cm debljine. Cornfleks u vrećici za zamrzavanje usitniti, pritom pripaziti da komadići nisu pre sitno smrvljeni. Jaje izmiksati te posoliti i popaprati. Brašno, cornfleks i razmućeno jaje pripremiti u dubljem tanjuru, sve u odvojene tanjure. Piletinu prvo uvaljati u brašno, zatim jaje te potom cornfleks. Kako bi piletina bila još hrskavija, piletinu još jednom uvaljati u jaje te potom cornfleks. Tako uvaljanu piletinu staviti u tepsiju s prethodno stavljenim papirom za pečenje. Batat narezati kao i pomfrit. Dodati u tepsiju zajedno s piletinom. Peći u prethodno zagrijanoj pećnici na 180°C 30-40 minuta. Rajčicu oguliti i narezati na sitne kockice. U tavi zagrijati malo maslinovog ulja, te dodati rajčicu i sitno narezani chili. Ako rajčica nema dovoljno soka, dodati malo pasate. Posoliti i popaprati. Dinštati na laganoj vatri 15ak minuta. Po želji rajčicu isblendati.",
    "name": "Hrskava piletina"
  },
  {
    "ingredients": [
      "slanutak iz konzerve",
      "kurkuma",
      "limun",
      "dumbir",
      "mljevena crvena paprika",
      "maslinovo ulje",
      "sol",
      "papar"
    ],
    "instructions": "Sve sastojke dobro izblendati u food procesoru. Cuvati do par dana u hladnjaku. Najbolje poslužiti rashlađeni humus sa svježim krastavcima i mrkvom.",
    "name": "Humus s kurkumom"
  },
  {
    "ingredients": [
      "500 g gluten free brašna (naprimjer Mix B od Schär)",
      "1 paketić suhog kvasca",
      "350 ml tople vode",
      "prstohvat soli",
      "20 ml ulja"
    ],
    "instructions": "Brašno, kvasac, vodu, sol i ulje staviti u posudu te sve zajedno dobro izmiješati. Tijesto podijeliti na jednake dijelove, formirati peciva i posložiti ih na papir za pečenje. Peciva otprilike 30 minuta pustiti da se dižu. Pećnicu zagrijati do 200 stupnjeva (180° sa ventilacijom). Nakon što su se peciva digla, peći ih 20 minuta. Naposljetku izvaditi iz pećnice i pustiti da se ohlade. Dodatna varijanta: Za peciva sa sjemenkama dodati u tijesto suncokretove, lanene i/ili sezamove sjemenke. Tip: Ispečena i ohlađena peciva zamrznuti i podgrijati po potrebi.",
    "name": "Jednostavna peciva"
  },
  {
    "ingredients": [
      "170 g mekog maslaca + za namazati kalup",
      "25 g gustina + za kalup",
      "170 g tamne čokolade s 70% kakao",
      "5 jaja sobne temperature",
      "prstohvat soli",
      "170 g šećera u prahu",
      "pola vanilije u kori",
      "170 g mljevenih badema",
      "5 g praška za pecivo",
      "15 g kakao u prahu"
    ],
    "instructions": "Zagrijati pećnicu na 170 °C. Namazati posudu za pečenje s maslacem te posuti s nešto gustina. Čokoladu nožem narezati na sitnije komadice ili naribati. Odvojiti žumanjke od bjelanjaka. Istući bjelanjke s prstohvatom soli i polovicom šećera u prahu u čvrsti snijeg. Izmiksati preostali šećer s maslacem. Umiksavati jedan po jedan žumanjak. Zatim dodati vaniliju. Pomiješati bademe, gustin, prašak za pecivo, kakao u prahu i čokoladu. Postupno dodavati snijeg i suhe sastojke u smjesu šećera, maslaca i žumanjaka. Pritom paziti da se sastojci dobro promiješaju i nema grudica. Smjesu izliti u kalup i peći otprilike 45 minuta. Nakon što se kolač ohladi posuti šećerom u prahu.",
    "name": "Jednostavni čokoladni kolač"
  },
  {
    "ingredients": [
      "1 crvena jabuka",
      "½ zlicica cimeta",
      "1-2 zlicice javorovog sirupa ili meda",
      "¼ salice zobenih",
      "2 zlice chia sjemenki",
      "100 g grckog jogurta",
      "¼ zlicice cimeta",
      "¼ salice umaka od jabuka",
      "½ zlicice vanlijinog ekstrakta",
      "½ salice mlijeka po izboru"
    ],
    "instructions": "Narezati jabuke na manje komadice. Dodati na tavu. Preliti javorovim sirupom i cimetom. Pustiti jabuku da se dinsta 5 minuta. Redovito promijesati. Pustiti da se ohladi. U zdjelu promijesati sve sastojke za mix zobenih (zobene, chia sjemenke, grcki jogurt, cimet, umak od jabuka, vanilijev ekstrakt i mlijeko). Posuti komadicima jabuke. Poklopiti i ostaviti u frizideru preko noci ili najmanje 1-2 sata. Po zelji prije posluživanja posuti orasima ili kikiriki maslacem.",
    "name": "Jesenske zobne"
  },
  {
    "ingredients": [
      "1 grcki jogurt",
      "2 zlice chia sjemenki",
      "2 zlice osnovne granole",
      "2 zlice kompota od jabuke",
      "2 zlice sjemenki od sipka (opcionalno)"
    ],
    "instructions": "Chia sjemenke i jogurt pomjesati u zdjeli za jelo. Ostaviti 5-10 minuta da sjemenke nabubre. Ostale sastojke dodati u zdjelu.",
    "name": "Jogurt bowl"
  },
  {
    "ingredients": [],
    "instructions": "",
    "name": "Juha fenel i krumpir"
  },
  {
    "ingredients": [
      "bundeva",
      "voda",
      "đumbir",
      "sol",
      "pržene bučine sjemenke (po želji)"
    ],
    "instructions": "Bundevu očistiti i narezati na kockice, prelijti vodom da pokrije. Dodati đumbir i sol. Kad je bundeva skuhana sve izmiksati. Po želji dodati pržene bučine sjemenke.",
    "name": "Juha od bundeve"
  },
  {
    "ingredients": [
      "smrznuti grasak",
      "spinat",
      "voda",
      "đumbir",
      "začini"
    ],
    "instructions": "Smrznuti grasak i spinat staviti u lonac i naliti vode da prekrije. Dodati đumbir i začiniti po ukusu. Kada je grasak skuhan, sve sastojke izmiksati u blenderu do glatke teksture.",
    "name": "Juha od graska"
  },
  {
    "ingredients": [
      "2 srednje mrkve",
      "1 batat",
      "maslinovo ulje",
      "svježi đumbir",
      "voda",
      "sol",
      "papar",
      "kurkuma"
    ],
    "instructions": "Mrkvu i batat oguliti i narezati na veće kockice. Staviti u lonac te preliti vodom taman da prekrije povrće. Kad su mrkva i batat kuhani, provjeriti da li je vilicom mekano, pa sve zajedno izmiksati u blenderu. U loncu zagrijati malo maslinovog ulja, dodati naribani đumbir, izmiksanu mrkvu i batat, sol, kurkumu i papar.",
    "name": "Juha od mrkve i batata"
  },
  {
    "ingredients": [
      "maslinovo ulje",
      "češnjak",
      "suncem osušene rajčice",
      "cijeli pelati iz konzerve bez kožice",
      "prstohvat šećera",
      "sol",
      "papar",
      "temeljac (vode)",
      "malo mlijeka",
      "vrhnje za kuhanje"
    ],
    "instructions": "Na maslinovom ulju propržiti češnjak i suncem osušene rajčice. Kad češnjak pusti miris dodati cijeli pelati iz konzerve bez kožice, dodati prstohvat šećera, sol i papar. Dodati temeljac (vode) i začiniti. Sve na kraju izmiksati. Dodati malo mlijeka i vrhnja za kuhanje.",
    "name": "Juha od rajčice"
  },
  {
    "ingredients": [
      "150 g maslaca",
      "150 g šećera u prahu",
      "100 g mljevenih oraha",
      "100 g brašna",
      "4 bjelanjka",
      "4 žumanjka",
      "150 g šećera u prahu",
      "5 žlica mlijeka",
      "5 žlica šećera",
      "150 g mljevenih oraha",
      "2 Vanilin šećera Dolcela",
      "90 g maslaca",
      "mljeveni ili sjeckani orasi za posipanje"
    ],
    "instructions": "Za koru izmiješajte maslac sa šećerom u prahu. Dodavajte naizmjenično brašno, orahe i snijeg od bjelanjaka. Smjesu rasporedite u lim obložen papirom za pečenje otprilike veličine 20x35. Pecite na 180°C dok bude napola pečeno otprilike 30 minuta. Za zutu kremu umutite žumanjke sa šećerom i premažite prvi nadjev. Pecite na 150°C dok se žumanjci posuše otprilike 20 minuta. Možete staviti i na manju temperaturu, bitno je da vam u ovoj fazi ne zagori. Ostavite da se ohladi. Za kremu od oraha stavite mlijeko i šećer da zakuha. Dodajte vanilin šećer i orahe i ostavite da se ohladi. Pjenasto izmiješajte maslac pa ga umiješajte u ohlađeni nadjev. Ovim nadjevom premažite kolač i posipajte nasjeckanim ili mljevenim orasima. Režite na ploške ili štanglice po želji.",
    "name": "Kolač s orasima"
  },
  {
    "ingredients": [
      "330 g brašna",
      "2 žličice gustina",
      "1 žličica praška za pecivo",
      "prstohvat soli",
      "160 g šećera",
      "1 veliko jaje",
      "130 g nesoljenog maslaca, sobne temperature, narezan na kockice",
      "60 ml svježe cijeđenog soka od limuna",
      "18-24 g limunove korice (2 limuna)",
      "130 g bijele čokolade, grubo narezane"
    ],
    "instructions": "Pomiješati brašno, prašak za pecivo, gustin i sol u srednjoj velikoj zdjeli i ostaviti sa strane. U drugoj zdjelici pomiješati limunovu koricu i šećer. Utrljati limunovu koricu sa šećerom kako bi se više izvukao okus limuna. Dodati maslac i miksati dok ne postane kremasto. Dodati limunov sok i jaje. Dodati postepeno brašno i dobro izmiksati. Dodati nasjeckanu bijelu čokoladu i kratko izmiksati na laganoj brzini. Pokriti smjesu i ostaviti u zamrzivaču 30 minuta ili preko noći u frižideru. Zagrijati pećnicu na 165°C. Prekriti pleh s papirom za pečenje. Od smjese napraviti kuglice veličine 40 g (2 žlice) i rasporediti ih na papir za pečenje. Paziti da je razmak između kuglica 5 cm. Peći otprilike 8-11 minuta ili dok krajevi nisu zlatnosmeđi. Ostaviti da se ohlade.",
    "name": "Kolačići s limunom i bijelom čokoladom"
  },
  {
    "ingredients": [
      "4 jabuke",
      "1 štapić cimeta",
      "2 komada klinčića",
      "prstohvat muškatnog oraščića",
      "voda",
      "2 jušne žlice meda",
      "1 jušna žlica limunova soka",
      "pola čajne žličice ekstrakta vanilije"
    ],
    "instructions": "Jabuke operite, narežite na kockice i izvadite jezgru. Stavite jabuke u lonac i prelijte vodom tako da je voda iznad jabuka. Dodajte sve preostale sastojke osim meda. Zagrijte kompot dok ne zavrije, a potom smanjite vatru i ostavite da se kuha oko 15 minuta. Jabuke trebaju omekšati, ali ne i raspasti se. Kada se kompot malo ohladi, umiješajte med i konzumirajte. Spremiti jabuke zajedno s vodom u zdjelu s poklopcem.",
    "name": "Kompot od jabuka s medom"
  },
  {
    "ingredients": [
      "pola kocke svježeg kvasca",
      "250 ml mlakog mlijeka",
      "500 g brašna",
      "50 g šećera",
      "50 g maslaca",
      "1 jaje",
      "1 paketic vaniljinog šećera",
      "prstohvat soli",
      "po želji naribana kora limuna",
      "omiljena marmelada ili čokolada za punjenje"
    ],
    "instructions": "Razmrviti kvasac u mlakom mlijeku kojem ste dodali čajnu žličicu šećera. Ostaviti 10-ak minuta kako bi se kvasac aktivirao. Može se koristiti i suhi kvasac. U velikoj zdjeli pomiješati smjesu s aktiviranim kvascem, dodati brašno, preostali šećer, vanilijski šećer, sol, rastopljeni maslac, jaje i po želji naribanu koru limuna. Zamijesiti glatko tijesto i ostaviti da naraste. Oblikovati krafne, staviti ih na pleh obložen papirom za pečenje, ostaviti da još malo narastu, a zatim puniti marmeladom ili čokoladom i peći u zagrijanoj pećnici dok ne porumene.",
    "name": "Krafne iz pećnice"
  },
  {
    "ingredients": [],
    "instructions": "Upute za pripremu nisu navedene u dostavljenom receptu. Recept se odnosi na stranicu 34 iz knjige 'How not to die', ali konkretni sastojci i koraci pripreme nisu dostupni.",
    "name": "Krekeri od 3 sjemenki"
  },
  {
    "ingredients": [
      "600 g tikvica",
      "300 g krumpira",
      "80 g luka",
      "1-2 češnja češnjaka",
      "100 ml vrhnja za kuhanje",
      "1,5 l vode",
      "2 žlice maslaca",
      "2-3 žlice limunova soka",
      "1 žlica Vegete"
    ],
    "instructions": "Maslac zagrijte i svijetlo popecite nasjeckani luk. Zatim dodajte narezane tikvice i sve kratko propirjajte. Dodajte narezani krumpir, 1 l vode, Vegetu i kuhajte oko 20 minuta. Na kraju dodajte protisnuti češnjak. Kuhano povrće usitnite, dodajte ostatak vode, vrhnje i limunov sok, pa sve zajedno kratko prokuhajte.",
    "name": "Krem juha od tikvica"
  },
  {
    "ingredients": [
      "brašno",
      "kvasac",
      "ulje",
      "sol",
      "voda",
      "1 naribana mrkva",
      "2 kašike potopljenih lanenih sjemenki ili chia",
      "1 kašika meda",
      "2 kašike preprženih suncokretovih sjemenki",
      "malo jogurta ili pirea od batata"
    ],
    "instructions": "Recept ne sadrži detaljne upute za pripremu. Navedeni su samo sastojci.",
    "name": "Kruh"
  },
  {
    "ingredients": [
      "3 jaja",
      "300 ml mlijeka",
      "1 jogurt (opcionalno)",
      "1 zlicica praska za pecivo",
      "2-3 (ca. 50g) zlice sira (zagrebacki sir)",
      "5-6 (ca. 80g) zlica kukuruzne palente",
      "2 zlice ulja",
      "sol"
    ],
    "instructions": "Sve sastojke dobro promjesati zicom za mjesanje, ne korisiti mikser. Dobije se smjesa slična smjesi za palacinke. Tepsiju dobro nauljiti te izliti smjesu. Peci u prethodno zagrijanoj pecnici na 200° ca. 30 minuta. Dobije se ca. 6 porcija.",
    "name": "Kukuruzna razljevusa"
  },
  {
    "ingredients": [
      "2 šalice kukuruznog brašna",
      "1 šalica krumpirovog brašna",
      "1 šalica rižinog brašna",
      "2 žlice zrnatog suhog kvasca",
      "4 i pol šalice tople vode",
      "⅓ šalice meda",
      "⅓ šalice ulja",
      "1 žličica morske soli"
    ],
    "instructions": "Kvasac otopite u vodi s medom. Kad mjesevina nabuja, dodate sve ostale sastojke i promiješajte. Iskrenite tijesto u prethodno namazanu tepsiju. Pokrijte i stavite na toplo mjesto da se doze dok se smjesa ne udvostruči. Pecite u zagrijanoj pećnici na umjerenoj temperaturi 25 do 30 minuta.",
    "name": "Kukuruzni kruh"
  },
  {
    "ingredients": [
      "mljeveno meso",
      "korijenasto povrće (koraba, celer, korijen peršina)",
      "pasata od rajčice",
      "naribani sir npr. gauda",
      "vrhnje za kuhanje",
      "lazanje gluten free",
      "sol",
      "papar",
      "lovorov list",
      "voda",
      "zlica maslinovog ulja"
    ],
    "instructions": "Korijenasto povrće oguliti i narezati na sitne kockice. U većem loncu na jakoj temperaturi zagrijati zlicu maslinovog ulja. Dodati korijenasto povrće i dinštati 5-10 minuta. Dodati mljeveno meso i konstantno miješati 10-15 minuta, dok meso nije sa svih strana dobilo boju. Dodati vodu, umak od rajčice, sol, papar i lovorov list. Smanjiti vatru na srednje jaku i kuhati 45-60 minuta. Po potrebi doliti vodom. U vatrostalnu posudu staviti malo vrhnja za kuhanje te složiti listove lazanje. Staviti dio bolonjez umak preko lazanja i raspodijeliti po cijeloj površini. Posuti naribanim sirom i prekriti novim slojem lazanja. Ponoviti postupak dok se ne ostane bez bolonjez umaka. Završiti s lazanje korama. Prekriti naribanim sirom i zaliti vrhnjem za kuhanje. Posudu prekriti aluminijskom folijom i peći na 180°C 30 minuta. Zatim skinuti aluminijsku foliju te peći još 15-20 minuta.",
    "name": "Lazanje"
  },
  {
    "ingredients": [
      "1 veća mrkva",
      "250 g pilećih prsa",
      "100 g korica za lazanje, gluten free",
      "2 žlice gluten free brašna",
      "2 žlice maslinovog ulja",
      "300 ml mlijeka",
      "300 ml vode",
      "100 g mozzarelle",
      "sol",
      "papar",
      "1 češanj češnjaka",
      "kurkuma",
      "200 g brokula"
    ],
    "instructions": "Mrkvu oguliti i sitno naribati. Brokulu očistiti i narezati na manje komadice. Pileća prsa posoliti sa svih strana. U dublju vatrostalnu posudu dodati 1 žlicu maslinovog ulja i zagrijati na srednje jakoj vatri. Dodati piletinu i zapeći s obje strane, otprilike 8-10 minuta. Piletinu izvaditi sa strane i s 2 vilice natrgati na manje komadice. U vatrostalnu posudu dodati 1 žlicu maslinovog ulja i naribanu mrkvu. Dinstati par minuta. Dodati 2 žlice brašna, odmah dodati mlijeko i vodu. Konstantno miješati pjenjačom. Dodati začine (sol, papar, kurkuma, usitnjeni češnjak). Korce lazanja prepoloviti i dodati u posudu. Nježno povremeno miješati. Dodati brokulu. Kuhati lazanje i brokulu 20 minuta, dok lazanje nisu na pola kuhane. Zagrijati pećnicu na 180°C. U lonac dodati piletinu i sve pomiješati. Naribati mozzarellu, staviti po vrhu i staviti u pećnicu na 30 minuta.",
    "name": "Lazanje s piletinom i brokulom"
  },
  {
    "ingredients": [
      "voda",
      "crni čaj",
      "limun",
      "menta",
      "3 žlice med",
      "led"
    ],
    "instructions": "Prokuhati vodu, dodati čaj i pustiti onoliko dugo koliko želimo osjetiti aromu čaja. Dodati med i pomiješati da se rastopi. Pustiti da se ohladi i dodati kriške limuna. Čaj rashladiti bar 2 sata u frižideru. U bokal staviti led, kriške limuna i mentu te uliti ohlađeni čaj.",
    "name": "Ledeni čaj"
  },
  {
    "ingredients": [
      "120 g badema",
      "40 g brasna",
      "2 zlice soka od limuna",
      "2 zlice meda",
      "1 zlicica praska za pecivo",
      "2 jaja",
      "400 ml mlijeka",
      "200 g mascarpone sira",
      "50 ml soka od limuna",
      "sok limete",
      "1 puding od vanilije",
      "3 zlice meda",
      "1 zlica gustina",
      "1 zumanjak",
      "korice limuna i limete"
    ],
    "instructions": "Umutite jaja sa medom pa dodajte brasno, prasak za pecivo, mljevene bademe i sok limuna. Dobro promjesati pa izliti u namascena i pobrasnjen kalup. Peci 15 minuta na 180 °C. Puding pomjesati sa gustinom, zumanjkom i 100 ml mlijeka. Ostatak mlijeka zakuhati pa dodati smjesu. Kuhati na laganoj vatri dok se ne zgusne. Ostavite da se ohladi pa umijesajte mascarpone i sok od limuna i limete. Premazite kremu preko ohladenog biskvita i ostavite u frizideru da se stisne. Za dekoraciju posuti naribanom koricom limuna.",
    "name": "Limun-mascarpone torta"
  },
  {
    "ingredients": [
      "6 velikih zrelih rajčica, narezanih na sitne kockice",
      "½ narančaste ili žute paprike, narezane na kockice",
      "sok od limete",
      "svježe narezan peršin",
      "svježe narezan bosiljak",
      "tortilje chips"
    ],
    "instructions": "Narežite 6 velikih zrelih rajčica na sitne kockice. Narežite pola narančaste ili žute paprike na kockice. Dodajte sok od limete, svježe narezani peršin i svježe narezani bosiljak. Sve dobro promiješajte. Poslužite sa tortilje chipsima.",
    "name": "Ljetna salsa"
  },
  {
    "ingredients": [
      "1.2 litre povrtnog temeljca",
      "10 cm limunske trave, zgnječene",
      "4 žličice mljevenog đumbira",
      "200 g bok choy",
      "150 g naribane mrkve",
      "4 cherry rajčice, narezane na četvrtine",
      "3 mlada luka, samo zeleni dio",
      "sok od limete",
      "1 chilli sitno narezan",
      "svježi tajlandski bosiljak ili peršin"
    ],
    "instructions": "U velikom loncu pomiješati temeljac, limunsku travu i đumbir. Pustiti da prokuha, smanjiti vatru i nastaviti kuhati na laganoj vatri 20ak minuta. Izvaditi limunsku travu i pustiti da prokuha. Zatim dodati bok choy i mrkvu. Smanjiti vatru i kuhati 3 minute. Dodati mladi luk, sok od limete i rajčice, chilli i svježe začine.",
    "name": "Ljuta azijska povrtna juha"
  },
  {
    "ingredients": [
      "losos",
      "krumpir",
      "sol",
      "papar",
      "ruzmarin",
      "majčina dušica",
      "maslinovo ulje",
      "peršin",
      "limun",
      "1-2 češnja češnjaka"
    ],
    "instructions": "Krumpir oguliti, narezati na četvrtine te staviti u posudu za pečenje. Začiniti solju, paprom, ružmarinom, majčinom dušicom i maslinovim uljem. Sve dobro promiješati. U aluminijsku foliju staviti losos u komadu. Začiniti sa soli, majčinom dušicom, peršinom, maslinovim uljem i dodati krišku limuna po želji i 1-2 češnja češnjaka. Aluminijsku foliju zatvoriti, te staviti na krumpir. Peći u pećnici na 180 stupnjeva 40-ak minuta. Nakon 30 minuta pečenja krumpir malo promiješati i alu-foliju otvoriti kako bi losos dobio malo boje.",
    "name": "Losos iz pećnice s krumpirom"
  },
  {
    "ingredients": [
      "pola salice mjesavine nekuhane rize i quinoe",
      "nesasladenog kokosovog mlijeka",
      "2 zlice meda",
      "cimet",
      "prstohvat soli",
      "1 salica smrznutih malina",
      "svijeze maline za posluživanje",
      "tostirani kokosovi listici za posluživanje"
    ],
    "instructions": "U manjoj tavi zakuhati rizu i vodu. Smanjiti vatru, poklopiti i lagano kuhati dok riza nije mekana i voda se upila, oko 15 minuta. Maknuti s vatre i pustiti poklopljeno 10-ak minuta. S vilicom izmijesati. Dodati kokosovo mlijeko, med i pola salice vode. Mjesati dok se sastojci ne sljube. Ubaciti cimet i sol. Vratiti na laganu vatru i kuhati dok se ne zgusne, oko 5 minuta. Maknuti s vatre i umijesati smrznute maline. Prebaciti smjesu u posudice za posluživanje i staviti u ledenu kupku. Povremeno promijesati dok se ne ohladi. Poslužiti uz jos malo meda, sviježe maline i tostirane listiće kokosa.",
    "name": "Maline-Kokos puding"
  },
  {
    "ingredients": [
      "napuhani amarant",
      "napuhana kvinoja",
      "cornflakes"
    ],
    "instructions": "Pomiješajte napuhani amarant, napuhanu kvinoju i cornflakes u zdjeli. Mix pahuljice su gotove za posluživanje.",
    "name": "Mix pahuljice"
  },
  {
    "ingredients": [
      "Bundeva 1/4",
      "Krumpir 2",
      "jaje 1",
      "brasno 200g",
      "maslinovo ulje",
      "sol",
      "papar",
      "mjesavina talijanskih zacina",
      "slanina",
      "orasi",
      "maslac",
      "kadulja"
    ],
    "instructions": "Bundevu i krumpir očistiti i narezati na kockice. Staviti u posudu, preliti vodom i skuhati. Krumpir mora biti jako skuhan. Procijediti i pustiti da se 10-ak minuta ohladi. Krumpire i bundevu mikserom usitniti, dodati jaje, brašno, maslinovo ulje te začine. Sve zajedno žlicom dobro izmiješati. Vreću za zamrzavanje napuniti smjesom tako da smjesa dolazi do jednog vrha dna vrećice. Prokuhati vodu i dodavati njoke direktno istisnute iz vrećice. Njoki bi trebali biti otprilike 1-2 cm dugački, nožem odvojiti od ostatka smjese dok nastavljamo dalje vrećicu pritiskati. Kad njoki isplivaju na površinu znači da su gotovi. Njoke izvaditi iz vode uz pomoć velike žlice s rupama. Kuhane njoke po želji staviti u pećnicu da se zapeku u vatrostalnoj posudi prethodno premazanoj uljem. Na tavi prepržiti slaninu i usitnjene orahe, dodati maslac i kadulju. Pomiješati smjesu slanine i oraha s njokima.",
    "name": "Njoki od bundeve"
  },
  {
    "ingredients": [
      "malo maslinovog ulja",
      "cherry rajčice",
      "svježi špinat",
      "malo soli",
      "dva jaja",
      "lanene sjemenke",
      "tostirani kruh po izboru"
    ],
    "instructions": "Na tavi s malo maslinovog ulja prepržiti kratko cherry rajčice i svježi špinat. Dodati malo soli. U međuvremenu u zdjeli zamutiti dva jaja i dodati lanene sjemenke. Zamućena jaja uliti u tavu, povremeno miješati ako želite dobiti kajganu, ako ne pustiti da se jaja ispeku s jedne strane te okrenuti kako bi dobili omlet. Poslužiti sa tostiranim kruhom po izboru.",
    "name": "Omlet sa cherry rajčicama i svježim spinatom"
  },
  {
    "ingredients": [
      "malo maslinovog ulja ili maslaca",
      "povrće po izboru (šparoge / gljive / paprika)",
      "sol",
      "dva jaja",
      "lanene sjemenke",
      "tostirani kruh po izboru"
    ],
    "instructions": "Na tavi s malo maslinovog ulja ili maslaca prodinstati povrće po izboru. Povrće posoliti. U međuvremenu u zdjelici zamutiit dva jaja i dodati lanene sjemenke. Zamućena jaja uliti u tavu, povremeno mješati ako želite dobiti kajganu, ako ne pustiti da se jaja ispeku s jedne strane te okrenuti kako bi dobili omlet. Poslužiti sa tostiranim kruhom po izboru.",
    "name": "Omlet sa šparogama / gljivama / paprika"
  },
  {
    "ingredients": [
      "540 g mix B Schar brašna",
      "60 g brašna za brašniti podlogu",
      "100 g rastopljenog maslaca",
      "2 jaja",
      "3 do 4 jušne žlice šećera",
      "naribana korica limuna",
      "prstohvat soli",
      "1 kocka svježeg kvasca",
      "1 čajna žlica šećera za kvasac",
      "1 čajna žlica brašna za kvasac",
      "300 ml toplog mlijeka za kvasac",
      "1 žumanjak",
      "malo mlijeka za premaz",
      "400 g mljevenih oraha",
      "3 jušne žlice šećera za nadjev",
      "300 ml vrućeg mlijeka za nadjev",
      "rum po želji",
      "400 g mljevenog maka",
      "150 g šećera za makovnjača nadjev",
      "300-400 ml mlijeka za makovnjača nadjev",
      "vanilin šećer",
      "1 žlica maslaca za nadjev"
    ],
    "instructions": "Prvo pripremite kvasac na način da u posudu stavite toplo mlijeko, kvasac, šećer i brašno. Pokrijte krpom i ostavite na toplom da se kvasac digne. Kad je kvasac gotov, dodajte maslac, jaja, brašno sa šećerom, malo soli i naribanu koricu limuna. Koristite mikser sa spiralnim nastavkom i umijesite tijesto. Kad se tijesto sjedini, ostavite ga na toplom da se diže. Kad se tijesto diglo, prebacite ga na pobrašnjenu podlogu i kratko premijesite. Zatim ga razvaljajte na debljinu od 1 cm. Orahe, šećer i rum stavite u zdjelu i zalijte vrućim mlijekom te promiješajte da se sve sjedini. Na razvaljano tijesto ravnomjerno namažite nadjev i zarolajte u roladu. Prebacite u kalup i ostavite da se diže još pola sata. Prije pečenja ih premažite žumanjkom i mlijekom te ih stavite peći na 180 stupnjeva 30 do 35 minuta.",
    "name": "Orahnjaca & makovnjaca"
  },
  {
    "ingredients": [
      "quinoa",
      "1 krastavac, narezani na kockice",
      "2 rajčice, narezan na kockice",
      "rikola",
      "losos",
      "svježi peršin",
      "menta",
      "maslinovo ulje",
      "limeta"
    ],
    "instructions": "Skuhati quinou i ostaviti je da se ohladi. Krastavac narezati na kockice, a isto tako narezati i 2 rajčice na kockice. Za umak pomiješati svježi peršin, mentu, maslinovo ulje i limetu. Ohlađenu kuhanu quinou pomiješati s krastavcima, rajčicom i edame. Preliti pripremljenim umakom i dobro promiješati. Servirati salatu na podlozi od rikole i dodati pečeni losos.",
    "name": "Osvježavajuća salata s pečenim lososom"
  },
  {
    "ingredients": [
      "1 jaje",
      "gluten free zobene pahuljice",
      "proteinski prašak",
      "mlijeko",
      "voda",
      "cimet",
      "kikiriki maslac",
      "smrznuto šumsko voće",
      "limunova korica",
      "čokolada",
      "bademi ili lješnjaci (opcionalno)"
    ],
    "instructions": "Za palačinke: Izblendati suhe sastojke (zobene pahuljice, proteinski prašak, cimet), zatim dodati jaje, mlijeko, vodu i kikiriki maslac te sve dobro izblendati. Na neljepljivoj tavi ispeći palačinke. Za preljev od šumskog voća: U teci prokuhati smrznuto šumsko voće sa limunskom korom i dodati malo vode. Na kraju sve izblendati. Za čokoladni preljev: U mikrovalnoj rastopiti tamnu čokoladu s malo mlijeka. Po želji dodati na tavi pržene bademe ili lješnjake.",
    "name": "Palačinke (Činkice)"
  },
  {
    "ingredients": [
      "2 jaja",
      "220 g brašno",
      "200 ml voda",
      "300 ml mlijeko",
      "ulje",
      "prstohvat soli",
      "1 žličica šećera",
      "korica limuna"
    ],
    "instructions": "Jaja, vodu i mlijeko dodati u posudu dovoljno veliku. Postepeno dodavati brašno i dobro promiješati. Dodati sol, ulje, šećer i koricu limuna. Tavu dobro zagrijati, dodati par kapi ulja. Tavu naginjati kako bi ulje prešlo preko cijele tave, te obrisati ulje papirnatim ručnikom. Otprilike ševalj smjese za palačinke rasporediti po tavi. Tek kad se palačinka po rubovima počne sama podizati, okrenuti palačinku i peći još par sekundi. Jačinu vatre po potrebi smanjiti ako palačinke izgledaju kao da se predugo peku. Od smjese ispadne 10 palačinki.",
    "name": "Palačinke"
  },
  {
    "ingredients": [],
    "instructions": "Upute za pripremu nisu navedene u receptu.",
    "name": "Palenta"
  },
  {
    "ingredients": [
      "360 g brašna za kruh",
      "2x7 g suhog kvasca (2 vrećice)",
      "80 ml toplog mlijeka",
      "50 g šećera",
      "5 jajna (4 velika jaja plus 1 jaje za premaz)",
      "1 žličica soli",
      "284 g nesoljenog maslaca sobne temperature",
      "naranđina korica",
      "grožđice",
      "vaniliju",
      "korica narančina i limuna s malo soka i ruma",
      "200 g komadića čokolade"
    ],
    "instructions": "Koricu narančina i limuna s malo soka i ruma ostaviti da odstoji prije dodavanja. Naranđinu koricu staviti u šećer da pusti okus. Pomiješati mlijeko s kvascem u posudi za miksanje. Ostaviti oko 5 minuta kako bi se kvasac aktivirao. Dodati 60 g brašna i 1 žlicu šećera. Malo promiješati, pokriti plastičnom folijom ili kuhinjskom krpom i ostaviti 1 sat na sobnoj temperaturi, dok se smjesa nije utrostručila. Dodati preostalih 300 g brašna i 3 žlice šećera, izmućena jaja i sol. Uliti prvo jedan dio izmiksanih jaja pa zatim i ostatak kad se prvi dio već malo sjedinio s ostalim sastojcima. Miksati na srednjoj brzini dok tijesto ne formira glatku, čvrstu kuglu, oko 5 minuta. Postepeno dodati maslac. Miksati tijesto na srednjoj brzini 5 minuta. Reducirati brzinu na najmanju i dodati naranđinu koru, grožđice i komadić čokolade. Miksati dok se sastojci ne sjedine. Istresti tijesto na čistu površinu i oblikovati u kuglu. Prebaciti u lagano namašćenu zdjelu i prekriti prozirnom folijom. Ostaviti u frižideru preko noći. Pustiti tijesto da dođe do sobne temperature, te ga podijeliti u dva dijela. Svaki dio oblikovati u kuglu i staviti u kalup za panettone. Prebaciti na papir za pečenje. Pokriti prozirnom folijom i ostaviti na toplom mjestu da se podupla u veličini, oko 2 sata. Zagrijati pećnicu na 175-180°C. Izmutiti jaje, te premazati panettone. Peći dok ne postane zlatno smeđ, oko 50 minuta. Izvaditi iz pećnice, probosti horizontalno s dva drvena štapića za ražnjiće kroz centar svakog panettonea. Okrenuti naopako i tako da štapiće ostavite preko 2 velike posude. Ostaviti da se u potpunosti ohladi.",
    "name": "Panettone"
  },
  {
    "ingredients": [
      "90 g bijelog šećera",
      "1 žličica ekstrakta vanilije",
      "300 ml punomasnog vrhnja",
      "3 listića želatine",
      "1 zdjelica vode sobne temperature",
      "50 g bijelog šećera za preljev",
      "250 g jagoda",
      "2 žlice vode za preljev"
    ],
    "instructions": "Stavite listiće želatine u zdjelu s vodom sobne temperature. Provjerite da su potpuno uronjeni i ostavite ih da omekšaju 5–7 minuta. Dok se želatina omekšava, stavite mali lonac na štednjak i dodajte vrhnje. Zagrijavajte na laganoj do srednje jakoj vatri, pazeći da ne zavrije. Nakon otprilike 2 minute zagrijavanja vrhnja, dodajte šećer i lagano promiješajte lopaticom, a zatim dodajte ekstrakt vanilije. Kad se počnu pojavljivati sitni mjehurići, maknite lonac s vatre i ostavite sa strane. Izvadite omekšale listiće želatine iz vode, dobro ih ocijedite od viška vode i odmah ubacite u vruće vrhnje. Nastavite miješati dok se želatina potpuno ne otopi. Za preljev od jagoda: uklonite zelene dijelove jagoda, prerežite ih na pola, a zatim još jednom na pola. Stavite mali lončić na srednje jaku vatru, ubacite jagode, zatim dodajte šećer i 2 žlice vode. Kad šećer počne topliti, miješajte jagode lopaticom i pomozite da se sav višak šećera otopi u vodi. Pustite da lagano krčka, ne dulje od 5 minuta – jagode će omekšati i ispustiti dosta tekućine. Prelijte smjesu u blender i miksajte dok jagode potpuno ne nestanu, ali nemojte blendati predugo – želite da umak ostane guste teksture. Kada ste sigurni da nema grudica i da se želatina potpuno otopila, ulijte panna cottu u silikonske kalupiće ili čaše za posluživanje. Pokrijte kalupe ili čaše plastičnom folijom, pazeći da zrak ne ulazi, i stavite u hladnjak na najmanje 4 sata – ili još bolje, preko noći, kako bi se panna cotta dobro stegnula. Preljev od jagoda prelijte u čašu ili posudu s izljevom i pokrijte folijom. Kada se ohladi, stavite u hladnjak dok panna cotta ne bude spremna za posluživanje.",
    "name": "Panna cotta"
  },
  {
    "ingredients": [
      "90 g listovi bosiljka",
      "40 g oraha",
      "120 ml temeljca od povrća",
      "crni mljeveni papar",
      "đumbir",
      "4 velike mrkve",
      "95 g edame",
      "175 g cherry rajčica"
    ],
    "instructions": "U mikseru izmiksati listove bosiljka, orahe i đumbir. Zatim dodati temeljca i papra, te miksati dok se ne dobije glatki umak. Temeljac dodavati postepeno do dobivanja željene teksture umaka. Mrkve naribati na tanke duge trakice. Na pari kuhati mrkve 5 do 7 minuta. U zdjeli za posluživanje pomiješati mrkvu i umak. Dodati edame i rajčice narezane na četvrtine. Po želji poprskati parmezanom.",
    "name": "Pasta mrkve s edame i rajčicama"
  },
  {
    "ingredients": [
      "56 g kikiriki maslaca",
      "2 zlice narezanog đumbira",
      "mljevena sušena chili paprika",
      "sok od limete",
      "225 g pasta od heljde",
      "75 g edame",
      "1 crvena paprika, narezana na male trakice",
      "1 mrkva, naribana",
      "1 mladi luk, zeleni dio",
      "160 ml vode"
    ],
    "instructions": "U mikseru izmiksati kikiriki maslac, đumbir, chili papričice, sok od limete i 160 ml vode. Skuhati pastu prema uputama na pakiranju. Dodati edame dok pasta kuha. Skuhanu pastu i edame isprati hladnom vodom kako bi se spriječilo dodatno kuhanje. Prebaciti u posudu za posluživanje. Dodati paprike, mrkve, mladi luk i umak.",
    "name": "Pasta od heljde & umak edame-kikiriki"
  },
  {
    "ingredients": [
      "200 g paste",
      "50 g maslina",
      "20 g kapara",
      "200 g cherry rajčica",
      "2-3 žlice sitno narezanog svježeg peršina",
      "1 konzerva tune u maslinovom ulju"
    ],
    "instructions": "Pastu skuhati prema uputama na pakiranju. Masline, rajčice i peršin narezati. Kad je pasta skuhana sve sastojke promiješati, posoliti i popapriti.",
    "name": "Pasta s tunom"
  },
  {
    "ingredients": [
      "3 konzerve tuna file",
      "1 konzerva tune s povrćem",
      "2 trokuta zdenka sira",
      "Malo senfa",
      "Žlica kapara",
      "4-5 slana inćuna"
    ],
    "instructions": "Sve sastojke dobro izblendati u food procesoru. Paštetu čuvati do par dana u hladnjaku.",
    "name": "Pašteta od tune"
  },
  {
    "ingredients": [
      "350 g zobenih pahuljica",
      "400 g svježeg sira",
      "180 ml vode",
      "12 g praška za pecivo",
      "7 g soli",
      "100 g različitih sjemenki (npr. sesam, bučine/suncokretove sjemenke)"
    ],
    "instructions": "U zdjeli pomiješati zobene pahuljice i vodu. Ostaviti 5 minuta kako bi pahuljice upile vodu i nabubrile. Pahuljice u food proceseru izmiksati. Dodati sir, prašak za pecivo i sol te izmiksati. Tijesto na 8 otprilike jednake dijelove podijeliti i s mokrim rukama formirati u klipice. Klipice uvaljati u sjemenke te staviti na tepsiju prekrivenu papirom za pečenje. Peći u prethodno zagrijanoj pećnici na 180 °C s ventilacijom 30-35 minuta, dok ne poprime lijepu smeđu boju.",
    "name": "Peciva od zobenih pahuljica"
  },
  {
    "ingredients": [
      "pile",
      "1 mrkva",
      "1 luk",
      "korijen celera",
      "2 krumpira",
      "voda",
      "1 žlica pasata",
      "2 žličice vegete",
      "1 žličica soli",
      "svježe nasjeckani peršin"
    ],
    "instructions": "Od cijelog pileta odvojiti batak, zabatak i krilca te ih zamrznuti za kasniju uporabu. Kosti i prsa staviti u veći lonac. Očistiti mrkvu, krumpir, kapulu i korijen celera i ubaciti u lonac. Doliti vode tako da prekrije pile i povrće, dodati pasatu, vegetu i sol. Poslužiti uz svježe nasjeckani peršin, pile će meso i povrće.",
    "name": "Pileća juha"
  },
  {
    "ingredients": [
      "1 kg piletine (zabatak i batak)",
      "1/2 glavice luka",
      "150 g korijena celera",
      "2 mrkve",
      "1 svježa paprika",
      "2 lovorova lista",
      "2 žličice mljevene slatke paprike",
      "pola žličice mljevene ljute paprike (opcionalno)",
      "1 žlica gustina",
      "sol",
      "papar",
      "ulje"
    ],
    "instructions": "Nasjeckajti sitno luk, papriku, celer i mrkvu. U većem loncu zagrijati ulje. Kratko sa svih strana prepržiti pileće batke i zabatke. Izvaditi na dublji tanjur ili zdjelu. Dodati povrće i dinštati 5 minuta. Vratiti meso u lonac. Preliti meso i povrće vodom. Dodati mljevenu crvenu papriku, papar, sol i lovorov list. Nastaviti kuhati na laganoj vatri oko 60 minuta. Za prilog skuhati široke rezance, palentu ili krumpir pire.",
    "name": "Pileći paprikaš"
  },
  {
    "ingredients": [
      "pileći batci i zabatci",
      "sol",
      "papar",
      "ruzmarin",
      "majčina dušica",
      "maslinovo ulje",
      "krumpir",
      "paprika",
      "prokulice",
      "mrkva"
    ],
    "instructions": "Pileće batke, zabatke i krilca začiniti solju, paparom, rozmarinom, majčinom dušicom i maslinovim uljem. Staviti u posudu za pečenje, te dodati povrće po želji. Dodati krumpir, papriku, prokulice i mrkvu. Peći u pećnici.",
    "name": "Piletina sa povrćem u pećnici"
  },
  {
    "ingredients": [
      "350 g brašna gluten free",
      "140 ml toplog mlijeka",
      "7 g suhog kvasca",
      "3 žumanjka i 1 cijelo jaje",
      "150 g šećera",
      "60 g maslaca",
      "prstohvat soli",
      "vanilijin šećer",
      "korica i sok 4 naranče",
      "korica i sok 2 limuna",
      "1 žumanjak i 2 žlice slatkog vrhnja za premazivanje"
    ],
    "instructions": "Brašno i sol izmiješati sa vanilijin šećer i koricama i sokom od limuna i naranče. U toplo mlijeko dodati šećer i aktivirati kvasac, pričekati 10 minuta da se aktivira. U tu mješavinu dodati rastopljeni maslac, jaje i žumanjke. Pomiješati mješavinu sa suhim sastojcima. Po potrebi dodati još brašno, smjesa treba biti mekano skoro kao za biskvit, taman da se jedva miješa žlicom. Smjesu prebaciti u kalup te ostaviti na sobnoj temperaturi ili u pećnici na 30°C da se diže (1.5h). Premazati ga sa smjesom žumanjka i vrhnja te posuti sa šećerom. Prerezati vrh pince u X. Peći 30-35 minuta na 170°C.",
    "name": "Pinca"
  },
  {
    "ingredients": [
      "6 janjecih nogu donji dio",
      "1 mrkva",
      "½ korabice",
      "¼ korijena celera",
      "2 lista lovora",
      "svijezi timjan",
      "250 ml bijelog vina",
      "750 ml pasate od rajcica",
      "1.5 kg krumpira",
      "125 ml vrhnja za kuhanje",
      "30 g nesoljenog maslaca",
      "140 g sira",
      "svijezi persin",
      "korica limuna",
      "ulje",
      "sol",
      "papar",
      "muškatni oraščić"
    ],
    "instructions": "Mrkvu, korabicu i korijen celera oguliti i narezati na sitne kockice. Krumpir oguliti i narezati na kockice. Zagrijati ulje u velikom loncu s debelim dnom na srednje jakoj vatri. Posoliti i popapriti janjetinu sa svih strana te je staviti u lonac. Pržiti, okrećući, 8-10 minuta dok ne poprimi zlatnosmeđu boju. Izvadite i stavite sa strane. U isti lonac dodajte mrkvu i korijenasto povrce, začine, lovorov list i timijan te pržiti povremeno miješajući, 5-6 minuta dok povrće ne omekša. Ulijti bijelo vino i drvenom kuhačom sastrugati dno lonca. Vratiti janjetinu u lonac. Dodati pasiranu rajčicu, 2 šalice (500 ml) vode i pustiti da zakuha. Smanjiti vatru na lagano i kuhati 3 sata i 30 minuta do 4 sata, dok meso ne počne otpadati s kosti. Izvaditi janjetinu i staviti sa strane. Ukloniti višak masnoće s umaka, zatim pojačajti vatru i pustiti da zavrije. Smanjiti vatru i lagano kuhati umak 15-20 minuta dok se ne zgusne. Natrgati meso na veće komade, uklanjajući višak masnoće, žilice i kosti. Vratiti meso u umak, začiniti po ukusu i promiješajti. Ostavite sa strane. U međuvremenu, za kremasti krumpir sa sirom, oguljene krumpire staviti u veliki lonac i prelijti hladnom, posoljenom vodom. Zagrijti na srednje jakoj vatri dok ne zavrije, zatim smanjiti na srednju vatru i kuhajti 25-30 minuta dok krumpiri ne omekšaju. Ocijediti i vratiti u lonac. Dodati vrhnje, maslac, polovicu cheddar sira i muškatni oraščić, pa izgnječiti dok ne postane glatko i kremasto. Začiniti po ukusu, zatim umiješati peršin i koricu limuna. Zagrijati pećnicu na 180°C. U vatrostalnu posudu (zapremine 2 l) staviti janjeći ragu i preko njega rasporediti sloj pire krumpira. Posipati preostalim cheddar sirom i peci 40-45 minuta dok površina ne postane zlatna i hrskava.",
    "name": "Pirjani janjeći ragu s hrskavim krumpirom i sirom"
  },
  {
    "ingredients": [
      "100 g brašna od badema ili jako sitno umrvljeni bademi, prosijani",
      "100 g brašna od pistacija ili jako sitno umrvljeni pistaciji, prosijani",
      "130 g šećera",
      "¼ žličice soli",
      "2 velika bjelanjka (60 g)",
      "½ žličice soka od limuna",
      "½ žličice ekstrakta od pistacija",
      "šećer u prahu"
    ],
    "instructions": "Zagrijati pećnicu na 80°C. Brašna raspodijeliti na papir za pečenje i peći 30-45 minuta odnosno dok brašno nije suho i tostirano. Ovaj korak uklanja višak tekućine iz brašna, što omogućava da keksi bolje drže formu. Pustiti da se potpuno ohladi te dodati u veliku posudu. Povećati temperaturu pećnice na 150°C. Brašnu dodati šećer i sol te promiješati. U posebnoj posudi istuci bjelanjke s limunovim sokom dok se ne pretvore u čvrsti snijeg. Snijeg i ekstrakt od pistacija dodati suhim sastojcima. Sve dobro promiješati dok se ne dobije ljepljiva i mekana smjesa. Ruke lagano napudrati šećerom u prahu. Rukama oblikovati dio smjese, otprilike jedna žlica, u kuglu. Zatim kuglu uvaljati u šećer u prahu. Kugle rasporediti na papir za pečenje ostavljajući otprilike 3 cm razmaka između kuglica. Peći 25-30 minuta odnosno dok odozgora nisu raspucali a s donje strane poprimili zlatnu boju. Pustiti da se dobro ohlade. Od smjese se dobije 12 kolačića.",
    "name": "Pistachio Amaretti Cookies"
  },
  {
    "ingredients": [
      "220 g gluten free brasna (npr. Mix it! od Glutano)",
      "1 zlica ulja",
      "1 zlicica soli",
      "1 paket suhog kvasca (7g)",
      "180 ml tople vode",
      "300 g rajcica u komadicima",
      "1 zlica maslinovog ulja",
      "papar",
      "sol",
      "origano",
      "sir po izboru (npr. Mozzarella)"
    ],
    "instructions": "Vodu zagrijati kako bi voda bila mlaka, paziti da voda nije prevruca. Za test stavit prst u vodu i ako mozete drzati prst 10 sekundi u vodi nije prevruca. Dodati kvasac i pustit da se aktivira. U posebnu posudu zlicom umiješati 200 g brasna, ulje, sol i vodu s aktiviranim kvascem. Tijesto ostaviti da se diže na toplom mjestu 30-45 minuta. Pecnicu ugrijati na 200 °C (ventilacija 180°C). Tijesto prebaciti na tepsiju prethodno premazanu uljem. Tijesto posuti brasnom i rukama pritiskati dok nije dovoljno tanko i oblikovano u krug. Ako se tijesto pocne lijepiti za prste posuti brasnom. U zdjeli zagrijati ulje, dodati rajcicu i zacine. Dinstati 10-15 minuta. Umak raspodijeliti na pizzu i posuti sirom po izboru. Po zelji dodati jos dodataka na pizzu. Pizzu peci otprilike 20 minuta na 200°.",
    "name": "Pizza"
  },
  {
    "ingredients": [
      "200 g grčkog jogurta (skyr ili 0–2% masti)",
      "150 g bezglutenskog brašna (npr. rižino, heljdino, ili mješavina bezglutenskog brašna)",
      "50 g proteinskog praha (neutralnog okusa ili vanilija; npr. whey, rižin ili graškov)",
      "1 jaje (za premaz)",
      "1 žličica praška za pecivo (bez glutena)",
      "½ žličice soli",
      "Po želji: chia sjemenke, sezam, lan, ružmarin, itd."
    ],
    "instructions": "Zagrij pećnicu na 180°C i obloži lim papirom za pečenje. U zdjeli pomiješaj jogurt, proteinski prah, brašno, prašak za pecivo i sol. Mijesi dok ne dobiješ ljepljivo, ali oblikovano tijesto. Po potrebi dodaj još brašna. Podijeli tijesto na 6 dijelova. Oblikuj valjak i spoji krajeve da dobiješ oblik bagela. Premaži razmućenim jajetom i pospi željenim sjemenkama. Peci 20–25 minuta dok ne porumene i dobiju hrskavu koricu. Ohladi 10 minuta prije rezanja.",
    "name": "Proteinska peciva"
  },
  {
    "ingredients": [
      "3 srednja batata",
      "ulje",
      "400g pilećih prsa",
      "1 mrkva",
      "1 tikvica",
      "Paprika (crvena, žuta)",
      "Kukuruz iz konzerve",
      "Začini po želji (crvena paprika, sol, papar, kim)",
      "100g goude ili mozzarelle"
    ],
    "instructions": "Batat oprati, skuhati u kori i pustiti da se ohladi pa ga prerezati po dužini. Na malo ulja ispirjati sitno naribanu mrkvu i tikvicu. Kad je mrkva malo omeksala i tikviaca pustila sok dodati pileća prsa i papriku sjeckanu na kockice. Nakon što su piletina i paprika omekšali dodati kukuruz iz konzerve, začiniti po želji i ugasiti vatru. Batat izdubiti pomoću male žličice a meso od batata pomiješati s nadjevom. Nadjev staviti u koru od batata koja je ostala u obliku barkice. Posložiti na pleh obložen papirom za pećenje, posuti naribanim sirom i zapeći 10 minuta na 200 °C.",
    "name": "Punjeni batat"
  },
  {
    "ingredients": [
      "50 g skuhane quinoa",
      "1 zlica lanenih sjemenki",
      "1 zlica bučinih sjemenki",
      "100 g grčkog jogurta",
      "par svježih jagoda ili drugog bobičastog voća"
    ],
    "instructions": "U zdjelu stavite skuhanu quinoa kao bazu. Dodajte grčki jogurt. Posipajte lanenim i bučinim sjemenkama. Na kraju dodajte svježe jagode ili drugo bobičasto voće po izboru. Poslužite odmah.",
    "name": "Quinoa bowl"
  },
  {
    "ingredients": [
      "quinoa",
      "mlijeko",
      "smeđi šećer",
      "cimet",
      "svježe borovnice"
    ],
    "instructions": "Quinou skuhati u mlijeko, dodati šećer i cimet. Poslužiti toplo i posuto borovnicama. Po želji dodati još mlijeka.",
    "name": "Quinoa pahuljice"
  },
  {
    "ingredients": [
      "600 g pilećih prsa",
      "sol",
      "papar",
      "ulje",
      "crvena paprika",
      "panceta",
      "tikvice",
      "grančica svježeg ruzmarina",
      "gljive"
    ],
    "instructions": "Piletinu narezati na veće kocke, posoliti, popapriti i pouljiti. U posudu dodati grančicu svježeg ruzmarina. Spremiti u hladnjak na pola sata. Ako koristite drvene štapiće, namočite ih nekoliko minuta u vodi kako se ne bi osušili prilikom termičke obrade. Paprike, tikvice i gljive narezati. Na svaki ražnjić dodajte malo paprike, pilećeg mesa, gljiva, tikvice. Naravno možete nešto izostaviti ali i dodati, prema želji i ukusu. Pržite na roštilju ili roštilj tavi a može bilo koja posuda za prženje sa neprijanjajućom podlogom.",
    "name": "Raznjici od piletine na rostilju"
  },
  {
    "ingredients": [
      "2/3 šalice (115 grama) polусlatke čokolade",
      "2 žlice ruma",
      "30 ml kave",
      "½ šalice (1 štapić; 115 grama) neslanog maslaca, sobne temperature",
      "2/3 šalice (135 grama) plus 1 žlica kristal šećera",
      "3 ekstra velika jaja, odvojena na žumanjke i bjelanjke",
      "prstohvat soli",
      "1/3 šalice (35 grama) mljevenih badema ili badемovog brašna",
      "½ šalice (70 grama) Jeanne's višenamjenske bezglutenske smjese brašna",
      "1/3 šalice (55 grama) poluсlatke čokolade za preljev",
      "2 žlice ruma ili kave ili kave bez kofeina za preljev",
      "6 žlica (3/4 štapića; 85 grama) neslanog maslaca, sobne temperature za preljev"
    ],
    "instructions": "Zagrijte pećnicu na 350 stupnjeva F/180 stupnjeva C. Obložite dno okruglog kalupa promjera 8 inča (21 cm) papirom za pečenje. Kalup nije potrebno podmazivati. U maloj tavi na vrlo laganoj vatri otopite čokoladu dok se jedva ne otopi. Maknite s vatre, dodajte rum i pomiješajte dok ne postane glatko. U zdjeli miksera s nastavkom za miješanje pjenasto izmiješajte maslac i 2/3 šalice šećera 3 ili 4 minute dok ne postane vrlo lagano i pjenasto. Dodajte žumanjke i dobro izmiješajte. U vrlo čistoj srednjoj zdjeli električnim mikserom pjenasto izradite bjelanjke i sol dok se ne stvore meki vrhovi. Pospite s 1 žlicom šećera i nastavite dok se ne stvore čvrsti vrhovi. Gumenom lopaticom umiješajte otopljenu čokoladu u smjesu maslaca i šećera, zatim dodajte bademe i ekstrakt badema ako ga koristite. Umiješajte četvrtinu bjelanjaka da olakšate smjesu. Zatim pažljivo umiješajte trećinu preostalih bjelanjaka, a kada je djelomično pomiješano, prosijte trećinu brašna i nastavite s miješanjem. Naizmjenično dodajte još bjelanjaka i brašna dok se sve ne ugradi. Izlijte smjesu u pripremljeni kalup, raspršite je gumenom lopaticom do rubova i nježno zagladite vrh. Pecite u sredini pećnice oko 25-30 minuta. Kolač je gotov kada je napuhan i 2 ½ do 3 inča (6 do 8 cm) oko oboda vrha kolača je čvrsto tako da šiljati tester izbodi u to područje izlazi čist. Tester stavljen u središte kolača treba izaći mastan. Izvadite iz pećnice i ostavite da se hladi u kalupu 10 minuta. Kolač će malo spustiti u sredini - to je u redu. Oštrim nožem prođite oko ruba kalupa i pažljivo okrenite kolač na rešetku za hlađenje. Ostavite da se ohladi prije premazivanja. Kolač mora biti potpuno hladan prije premazivanja. Za pripremu prelјeva: U maloj tavi na vrlo laganoj vatri zagrijte čokoladu i rum/kavu dok se jedva ne otopi. Maknite s vatre. Umiješajte maslac, jednu žlicu po jednu žlicu. Stavite zdjelu preko veće zdjele napunjene ledom i vodom i miješajte dok se ne ohladi do temperature za mazanje. Pažljivo pratite - vrlo brzo će postati pretvrdo. Ako se to dogodi, zagrijte na jedva ključaloj vodi dok ne postigne konzistenciju za mazanje. Odmah premažite kolač. Čuvajte lagano pokriveno u hladnjaku do 4 dana.",
    "name": "Reine De Saba (Kolač Kraljica od Sabe), bezglutenski s Glaçage au Chocolat (čokoladni maslac za premazivanje)"
  },
  {
    "ingredients": [
      "Bijela riba",
      "tikvice",
      "cherry rajčice",
      "grana ružmarina",
      "maslinovo ulje",
      "češnjak",
      "peršin",
      "sol",
      "papar",
      "paprike",
      "bosiljak",
      "mažuran"
    ],
    "instructions": "Riba se očisti i dobro osuši. Na prethodno zagrijane gradele posložiti ribu, te ju tijekom pečenja premazivati granom ružmarina namočenim u maslinovo ulje. Ribu samo jednom okrenuti na roštilju kako se ne bi raspala. Pečenu ribu preliti mješavinom maslinovog ulja, usitnjenog češnjaka, peršina, soli i papra. Poslužiti uz povrće sa žara. Tikvicu i paprike narezati na pločice, cherry rajčice nabosti na ražnjić. Povrće začiniti bosiljkom, mažuranom, soli. Peći na gradelama sa svake strane ca. 5 minuta.",
    "name": "Riba na gradele"
  },
  {
    "ingredients": [
      "1 zlica maslaca",
      "pola hokaido bundeve",
      "sol",
      "papar",
      "riža",
      "temeljac ili voda",
      "parmesan sir",
      "kadulja"
    ],
    "instructions": "Oguliti, očistiti i narezati bundevu na kockice srednje veličine. Bundevu u loncu s vodom kuhati 20 minuta, dok bundeva nije na pola kuhana. U srednje velikoj tavi s debljim dnom rastopiti maslac na srednje jakoj vatri. Dodati bundevu, pancetu, pomidor u tubi, posoliti i popapriti. Kuhati, često promiješati dok rubovi nisu mekani otprilike 6-8 minuta. Dodati rižu. Smanjiti temperaturu na srednje slabu te dodati pola temeljca. Kuhati 10 minuta. Povremeno promiješati. Dodati ostatak tekućine. Nastaviti kuhati još 10 minuta. Dodati parmezan, kadulju i sol.",
    "name": "Rizoto bundeva i kadulja"
  },
  {
    "ingredients": [
      "750 ml temeljca ili vode",
      "250 g rize za rizoto",
      "40 g maslaca",
      "50 g parmesana",
      "300 g pilećih prsa",
      "½ korabica",
      "2 mrkve",
      "1 crvena paprika",
      "50 ml pasirane rajčice",
      "peršin",
      "sol",
      "papar",
      "maslinovo ulje"
    ],
    "instructions": "Papriku, korabicu i mrkvu ocistiti, narezati na sitne kockice ili naribati. Na maslinovom ulju dinstati mrkvu i papriku otprilike 5 minuta. Kada povrće malo omekša dodati pileća prsa narezana na kockice, posoliti i promjesati. Pirjajti 15-tak minuta. Dodati rizu, pasirane rajcice i vode ili temeljca. Vodu ili temeljac dodavati malo po malo kako bi riža polako upijala tekućinu. Nikada ne ulijevajti svu količinu vode odjednom. Kada je riža kuhana dodati maslac i na sitno narezan peršin.",
    "name": "Rizoto sa piletinom"
  },
  {
    "ingredients": [
      "povrtni temeljac ili voda",
      "maslinovo ulje",
      "sol",
      "papar",
      "mali luk, sitno nasjeckan",
      "riža",
      "bijelo suho vino",
      "sparoge",
      "smrznuti grašak",
      "limunova korica 1 limun",
      "limunov sok 1 limun",
      "svježe sjeckani peršin",
      "parmezan"
    ],
    "instructions": "Povrtni temeljac zagrijati. Na dubljoj tavi zagrijati maslinovo ulje, potom dodati luk. Dinštati 6-7 minuta dok luk ne omekša. Dodati rižu, promiješati i dodati vino. Kratko kuhati uz miješanje dok alkohol ne ispari. Dodati malo temeljca; kuhati dok ga riža ne upije. Nastaviti postepeno dodavati temeljac dok riža nije skuhana al dente, oko 20 minuta. Dodati šparoge, grašak i malo temeljca. Kuhati oko 1-2 minute. Maknuti s vatre, dodati limunov sok i koricu, peršin, sir. Začiniti solju i paprom.",
    "name": "Rizoto sparoge i limun"
  },
  {
    "ingredients": [
      "rižini krekeri",
      "avokado",
      "rajčice",
      "peršin",
      "sol",
      "sirni namaz",
      "dimljeni losos",
      "crveni luk",
      "ricotta",
      "krastavac",
      "papar",
      "humus",
      "klice",
      "rastopljena tamna čokolada"
    ],
    "instructions": "Odaberite jedan od ponuđenih nadjeva: avokado s rajčicama, peršinom i soli; sirni namaz s dimljenim lososom i crvenim lukom; ricotta s krastavcem, soli i paprom; humus s klicama; ili rastopljena tamna čokolada sa soli. Željeni nadjev stavite na rižini kreker za jednostavan i brzi obrok.",
    "name": "Rižin kruh s nadjevima"
  },
  {
    "ingredients": [
      "maslinovo ulje",
      "korijenasto povrće (koraica, korijen celera)",
      "400 g riže",
      "200 ml bijelog vina",
      "500 ml povrtnog temeljca",
      "500 g kozica",
      "250 g cherry rajčica",
      "grančica timijana",
      "50 g maslaca",
      "sol i papar",
      "luk",
      "češnjak"
    ],
    "instructions": "Usitnite luk i češnjak. Zagrijte maslinovo ulje u dubljoj tavi pa pirjajte luk i češnjak da puste miris. Dodati rajčice prepolovljene na polovice. Dinstati 5-10 minuta. Ubacite rižu i lagano je uz miješanje pecite dok ne postane staklasta, zatim dodajte grančicu timijana i malo pomalo podlijevajte bijelim vinom. Kad vino ispari, nastavite dolijevati temeljac. Kuhajte uz miješanje dok temeljac ne ispari pa dodajte kozice i po potrebi podlijte još. Kad je riža gotova i skuhana, maknite rižoto s vatre i uklonite timijan. Dodajte maslac, sve brzo i dobro promiješajte. Posolite i popaprite po potrebi i poslužite toplo.",
    "name": "Rižoto kozice"
  },
  {
    "ingredients": [
      "2 poriluka (samo zeleni dio)",
      "pileći temeljac ili voda",
      "panceta",
      "riža",
      "bijelo vino",
      "zamrznuti grašak",
      "parmezan",
      "sol i papar"
    ],
    "instructions": "Narezati poriluk na kolutice, dobro oprati i osušiti. Na srednjoj vatri u tavi prepržiti pancetu, dodati poriluk i dinštati dok ne omekša, otprilike 2-5 minuta. Povećati temperaturu do srednje jaku. Dodati rižu, kratko miješati zatim dodati vino. Kuhati uz konstantno miješanje dok alkohol ne ispari. Dodati dio temeljca. Smanjiti vatru. Nastaviti povremeno dodavati temeljac i miješati dok riža nije skuhana al dente. Dodati smrznuti grašak i po potrebi još temeljca. Kuhati 2 minute. Maknuti tavu s vatre i dodati parmezan. Poklopiti i ostaviti da odstoji 2 minute.",
    "name": "Rižoto poriluk i panceta"
  },
  {
    "ingredients": [
      "pileća prsa",
      "radicchio",
      "krastavci",
      "rotkvica",
      "limeta",
      "maslinovo ulje",
      "sol",
      "papar",
      "bosiljak",
      "peršin"
    ],
    "instructions": "Pileća prsa narezati na manje kockice. Začiniti solju i paprom. Ispeći na tavi s malo maslinovog ulja. Povrće oprati i narezati te staviti u posudu za posluživanje. Dodati nasjeckanu piletinu. Preliti umakom od maslinovog ulja, soka limete, bosiljka i peršina. Dobro promiješati.",
    "name": "Salata piletina"
  },
  {
    "ingredients": [
      "mix salata",
      "paprika",
      "cherry rajčice",
      "masline",
      "feta sir",
      "slanutak",
      "rotkvice",
      "sol",
      "papar",
      "maslinovo ulje",
      "limun",
      "svježi peršin"
    ],
    "instructions": "Oprati mix salatu i staviti je u zdjelu kao osnovu. Papriku narezati na kockice ili trakice i dodati u zdjelu. Cherry rajčice prerezati na pola i dodati salati. Masline i rotkvice narezati na kolutove te dodati ostalim sastojcima. Slanutak ocijediti i dodati u salatu. Feta sir narezati na kockice i rasporediti po salati. Posoliti i popapriti po ukusu. Preliti maslinovim uljem i svježim limunovim sokom. Na kraju posuti sitno narezanim svježim peršinom. Lagano promiješati i poslužiti.",
    "name": "Salata sa feta sirom i slanutkom"
  },
  {
    "ingredients": [
      "steak",
      "rikola",
      "cherry rajcice",
      "krastavi",
      "rotkvice",
      "limun",
      "maslinovo ulje",
      "sol",
      "papar"
    ],
    "instructions": "Steak začinite solju i paprom te ga ispržite na tavi ili roštilju do željenog stupnja pečenja. Ostavite ga da odstoji nekoliko minuta, zatim narežite na tanke kriške. Operite i osušite rikolu, cherry rajčice prerežite na pola, krastavce narežite na tanke kriške, a rotkvice na kolutove. U zdjeli pomiješajte svo povrće i začinite sa sokom od limuna, maslinovim uljem, solju i paprom. Na tanjur složite salatu, a na vrh stavite kriške steaka. Po želji možete dodati još malo maslinovog ulja i limuna.",
    "name": "Salata Steak"
  },
  {
    "ingredients": [],
    "instructions": "Upute za pripremu nisu dostupne u dostavljenom receptu.",
    "name": "Sarma"
  },
  {
    "ingredients": [
      "komad kruha",
      "svježi sir",
      "salata",
      "tvrdo kuhano jaje",
      "rajčice",
      "mozzarella",
      "klice",
      "sol",
      "papar",
      "maslinovo ulje",
      "lanene sjemenke",
      "jaje na oko"
    ],
    "instructions": "Komad kruha lagano prepržiti u tosteru. Namazati svježi sir na preperženi kruh i dodati salatu. Poslužiti uz tvrdo kuhano jaje. Alternativno, preprženi kruh prekriti rajčicama narezanim na ploške, dodati mozzarellu i klice. Posoliti, popaprati, preliti maslinovim uljem i posuti lanenim sjemenkama. Poslužiti uz jaje na oko.",
    "name": "Sendvič"
  },
  {
    "ingredients": [
      "smrznuto šumsko voće",
      "voda",
      "mlijeko",
      "kikiriki maslac",
      "chia sjemenke",
      "proteinski prašak (opcionalno)"
    ],
    "instructions": "Sve sastojke staviti u blender i dobro izblendati. Po želji dodavati vodu ukoliko konzistencija smoothieja nije po vašem gustu.",
    "name": "Smoothie šumsko voće"
  },
  {
    "ingredients": [
      "250 g gluten free spagetti",
      "malo maslinovog ulja",
      "400 g sjeckanih rajcica",
      "100 g zelenih maslina",
      "bosiljak",
      "sol",
      "papar",
      "150 g ricotte (alternativno feta)"
    ],
    "instructions": "Pastu skuhati prema uputstvima na pakiranju. Kratko poprziti rajcice. Dodati malo vode i pustiti da se zajedno 10-ak minuta kuhaju. Dodati ricottu, nasjeckane masline, sol, papar i bosiljak. Kratko zajedno kuhati dok se sir ne rastopi i pomjesa sa ostalim sastojcima. Skuhanu pastu pomjesati sa umakom.",
    "name": "Spaghetti u ricotta-rajcica umaku"
  },
  {
    "ingredients": [
      "1 žlica sojinog umaka",
      "1 žličica ulja od sezama",
      "½ žličice šećera",
      "½ ekstra čvrsti blok tofua oko 200 g",
      "1 žličica usitnjenog đumbira",
      "2 šalice sitno narezanog crvenog kupusa",
      "1 mala naribana mrkva",
      "8 rižinih papira",
      "malo ulja za prženje",
      "mladi luk"
    ],
    "instructions": "Sve sastojke za umak u maloj zdjелici dobro promiješati. Tofu izmrviti rukama ili vilicom. Na tavi zagrijati malo ulja, dodati đumbir, te pržiti dok ne puste miris. Dodati kupus i mrkvu. Pržiti 2-3 minute pa dodati tofu i umak. Kuhati 2-3 minute odnosno dok tofu nije vruć. Skinuti s vatre i dodati mladi luk. Smjesu pustiti da se dobro ohladi prije zamotavanja. Rižini papir kratko namočiti u mlakoj vodi, dok nisu savitljiva ali ne premekana. Papir staviti na tanjur te na donjnjoj trećini dodati smjesu. Preko smjese prebaciti papir s lijeve i desne strane potom donji dio te čvrsto zarolati. Rolice staviti u tepsiju s prethodno postavljenim papirom za pečenje. Peći 10-15 minuta na 180°C s ventilacijom. Na pola pečenja rolice okrenuti.",
    "name": "Spring roll"
  },
  {
    "ingredients": [
      "50 g krupnih zobenih pahuljica",
      "50 g sitnih zobenih pahuljica",
      "prstohvat soli",
      "na vrh noža vanilije",
      "na vrh noža cimeta",
      "40 ml kokosovog ulja",
      "80 g meda",
      "20 g lanene sjemenke",
      "20 g sjemenke suncokreta",
      "10 g sjemenke bundeve",
      "20 g oraha",
      "20 g badema",
      "jogurt za posluživanje",
      "chia sjemenke za posluživanje"
    ],
    "instructions": "Orašaste plodove po izboru staviti sve ili samo odabrane sastojke. Suhe sastojke i sjemenke pomiješati. Rastopiti kokosovo ulje. U suhe sastojke dodati med pa ulje. Sve dobro promiješati. Smjesu istresti na papir za pečenje te raširiti. Peći na 160° sa ventilatorom 15 minuta. Na pola pečenja smjesu malo promiješati kako ne bi zagorjela. Na ovaj način pripremljeni müsli čuvati otprilike do mjesec dana u staklenoj posudi koja se može dobro zatvoriti. Poslužiti sa jogurtom sa prethodno umiješanim chia sjemenkama.",
    "name": "Super-food granola"
  },
  {
    "ingredients": [
      "dimljeni losos",
      "krastavci",
      "mrkva",
      "sushi nori",
      "riza"
    ],
    "instructions": "Skuhajte rižu za sushi prema uputama na pakiranju i ostavite da se ohladi. Narežite dimljeni losos na tanke kriške. Krastavce i mrkvu operite, oljuštite i narežite na tanke štapiće. Stavite nori list na sushi prostirku. Ravnomjerno rasporedite skuhanu rižu po nori listu, ostavljajući mali rub na vrhu. Po sredini riže položite kriške lososa, štapiće krastavca i mrkve. Pažljivo zavijte sushi pomoću prostirke, pritišćući da bi rolnica bila čvrsta. Oštrim nožem narežite rolnicu na komade. Poslužite sa soja umakom, wasabijem i kiselim đumbirom.",
    "name": "Sushi"
  },
  {
    "ingredients": [
      "300g lungić",
      "senf",
      "muskatni oraščići",
      "200g gljive",
      "mrkva",
      "crvena paprika",
      "papar",
      "sol",
      "ulje",
      "vrhnje za kuhanje",
      "crvena mljevena paprika"
    ],
    "instructions": "Meso izrezati na komade debljine 2-3 cm, lagano ih izlupati batom za meso da se rašire. Premazati senfom i muskatnim oraščićem. Mrkvu očistiti i naribati. Papriku očistiti i narezati na sitne kockice. Gljive oprati i narezati na ploškice. U dublje tave zagrijati maslinovo ulje. Dodati mrkvu, papriku i gljive. Dinštati 10 minuta. Začiniti paprom i solju. Razmaknuti smjesu u stranu i u sredinu staviti meso. Kratko prepržiti sa svih strana, samo da meso dobije boju. Smanjiti vatru, podliti vrhnjem za kuhanje, još malo posoliti i posuti crvenom mljevenom paprikom te paprom. Kuhati na laganoj vatri 20 minuta dok meso ne postane mekano. Poslužiti uz salatu od kupusa i pire krumpir.",
    "name": "Svinjski medaljoni u crvenom umaku"
  },
  {
    "ingredients": [
      "tortilju",
      "mljeveno meso",
      "sol",
      "rajčice",
      "jogurt",
      "naribani krastavac",
      "crveni luk (opcionalno)"
    ],
    "instructions": "Na tortilju pritisnuti mljeveno meso i posoliti. Na tavu prvo staviti stranu s mesom pa tortilju kratko prepeći. Staviti u pećnicu da ostane toplo. Dodati rajčice narezane na ploške, jogurt s naribanim krastavcem i crveni luk (opcionalno). Preklopiti i uživati.",
    "name": "Tako"
  },
  {
    "ingredients": [
      "1,5 kg teletine - od buta ili plećke",
      "800 ml goveđeg temeljca - iz staklenke ili domaćeg",
      "400 ml suhog crnog vina - alternativno, 100% sok od grožđa",
      "1 glavica luka",
      "1 crvena paprika",
      "200 g mrkve",
      "200 g celera",
      "100 g poriluka",
      "2 lovorova lista",
      "2 žlice kukuruznog škroba",
      "1 žlica koncentrata rajčice",
      "1 žlica šećera",
      "1 žlica svinjske masti ili maslinovo ulje",
      "Sol",
      "Svježe mljeveni crni papar",
      "Srednje ljuti senf - po ukusu",
      "Svježi peršin - za posluživanje"
    ],
    "instructions": "Zagrijti pećnicu na 160 °C (gornji/donji grijač) (140 °C pećnica s ventilatorom/konvekcijom). Ukloniti kožu i tetive s mesa. Osušiti meso kuhinjskim papirom. Posoliti sve strane. Papriku, mrkve, celer i poriluk ocistiti i narezati na kockice srednje velicine. U dubljem loncu ili tavi za pečenje zagrijati 1 žlicu maslinovog ulja. Meso zaprziti sa svih strana na jakoj vatri 3-4 minute. Zatim meso izvaditi i popapriti sa svih strana crnim paprom iz mlina. Nasjeckano povrće staviti u isti lonac s 1 žlicom koncentrata rajčice i 1 žlicom šećera, sve dobro promiješati i dinstati oko 5 minuta. Dodati 400 ml suhog crnog vina i ostaviti da se reducira i alkohol ispari. Zatim dodati 800 ml goveđeg temeljca i 2 lovorova lista. Ostaviti na prokuha. Povrće i umak preliti u vatrostalnu posudu za pećnicu, idealno s poklopcem a može se prekriti s aluminijskom folijom. Dodati poprženu govedinu. Pokriti i staviti u pećnicu na srednju rešetku oko 45-60 minuta, okrećući ga jednom tijekom tog vremena. Nakon pečenja, pečenje zamotati u aluminijsku foliju i ostaviti da odstoji. Povrće i tekućinu izblendati stapnim mikserom ili u blenderu. Zakuhati umak. Za zgušnjavanje pomiješati 2 žlice kukuruznog škroba s 2 žlice vode u čaši, umiješati u umak i pustiti da kuha na laganoj vatri oko 2 minute. Ako je umak i dalje previše rijedak za vaš ukus, jednostavno ponoviti. Umak začiniti solju, paprom i senfom po ukusu. Narezati pečenu govedinu i staviti je na zagrijani pladanj za posluživanje. Pospiti sitno nasjeckanim peršinom i brzo poslužiti s umakom. Prikladni prilozi uključuju krumpir pire ili palentu.",
    "name": "Teletina u pecnici"
  },
  {
    "ingredients": [
      "3 jaja",
      "1 zlica šećera",
      "100 ml maslinovog ulja",
      "100 g crne čokolade",
      "300 g bijele čokolade",
      "500 ml vrhnja za šlag",
      "100 ml biljnog šlaga",
      "180 ml mlijeka",
      "70 g šećera",
      "90 g maslaca",
      "25 g brašna (15 g gustina)",
      "2 limuna (sok i korica)",
      "1 žumanjak"
    ],
    "instructions": "KORA: Na pari se rastopi čokolada i doda ulje. Istući bjelanjke u čvrsti snijeg, dodati izmiksane žumanjke sa šećerom i rastopljenom čokoladom. Peći u ugrijanoj rerni na 180°C ca. 10 minuta. BIJELA KREMA: Na pari se rastopi čokolada u 100 ml vrhnja za šlag, ostatak vrhnja se izmiksa sa biljnim šlagom. U ohlađenu čokoladu pomalo izmiješati vrhnje i staviti na koru. ŽUTA KREMA: Na pari rastopi u mlijeku maslac, šećer, gustin i limun, na kraju dodati žumanjke. Krema se treba zgusnuti kao puding. Kada je mlaka preliti preko bijele kreme.",
    "name": "Torta od limuna i maslinovog ulja"
  },
  {
    "ingredients": [
      "225 g svijetlog smeđeg šećer",
      "120 g biljnog ulja",
      "3 jaja, sobne temperature",
      "1 žličica vanilijinog ekstrakta",
      "200 g gluten free brašna",
      "¾ žličice praška za pecivo",
      "prstohvat soli",
      "1 žličica cimeta",
      "½ žlice mljevenog đumbira",
      "¼ žličice mljevenog muškatnog oraščića",
      "225 g oguljenih i naribanih mrkvi",
      "90 g oraha, grubo sjeckanih",
      "170 g sirnog namaza",
      "175 g vrhnja za šlag",
      "80 g šećer u prahu",
      "1 žličica vanilijinog ekstrakta",
      "grubo usitnjenih oraha za dekoraciju"
    ],
    "instructions": "Pregrijati pećnicu na 180 °C i pripremiti četvrtastu tepsiju veličine 23 cm sa papirom za pečenje. U velikoj zdjeli za miksanje, izmiksati smeđi šećer, ulje, jaja i vanilijinog ekstrakta. Prosijati gluten free brašno, prašak za pecivo i začine. Sve pomiješati u glatku smjesu bez grudica. Dodati mrkve i orahe i nježno ih pomiješati s smjesom. Prebaciti smjesu u tepsiju i izravnati na vrhu. Peći na 180 °C oko 35 minuta ili dok se torta nije dignula i postala zlatnosmeđa na vrhu i čačkalica izlazi suha. Ako počne prebrzo mijenjati boju na vrhu prekriti alufolijom (sjajna strana na gore) i nastaviti peći dok nije gotovo. Ostaviti torti da se ohladi u tepsiji otprilike 10-15 minuta zatim prebaciti na rešetku kako bi se ohladila do kraja. Vrlo je bitno da se torta ohladila do kraja prije stavljanja sirnog premaza. Za premaz izmiksati sir, dodati vrhnje za šlag, šećer u prahu i vanilijinog ekstrakta. Miksati do mekanog vrha na ručkici. Razmazati premaz preko torte i posuti orasima.",
    "name": "Torta od mrkve"
  },
  {
    "ingredients": [
      "180 g mljevenog petit keksa",
      "90 g rastopljenog maslaca",
      "3 žlice mlijeka",
      "250 ml slatkog vrhnja (podijeljeno 100 + 150ml)",
      "100 g bijele čokolade",
      "½ vrećice želatine (5 g)",
      "250 g mascarpone sira",
      "150 g kreme od pistacija",
      "30 g sitno nasjeckanih pistacija",
      "50 ml slatkog vrhnja",
      "100 g bijele čokolade",
      "40 g kreme od pistacija",
      "100 ml slatkog vrhnja",
      "20 g nasjeckanih pistacija"
    ],
    "instructions": "U zdjeli pomiješajte mljeveni keks s otopljenim maslacem i mlijekom. Dobro promiješajte žlicom dok ne dobijete kompaktnu smjesu. Obložite kalup promjera 20 cm acetatnom folijom ili papirom za pečenje i utisnite smjesu ravnomjerno po dnu. Stavite u hladnjak dok pripremate kremu. U lončić ulijte 100 ml slatkog vrhnja i dodajte natrganu čokoladu. Lagano zagrijte uz stalno miješanje dok se čokolada potpuno ne otopi. Maknite s vatre. U posebnoj posudi pomiješajte želatinu s 2 žlice hladne vode. Ostavite nekoliko minuta da nabubri, zatim je lagano zagrijte dok se ne otopi. Umiješajte u vruću čokoladu i ostavite da se ohladi na sobnu temperaturu. U međuvremenu, preostalih 150 ml slatkog vrhnja izmiksajte u mekani šlag. U drugoj zdjeli sjedinite mascarpone i kremu od pistacija (sve sobne temperature) i miksajte dok ne dobijete glatku, pjenušavu smjesu. Dodajte ohlađenu čokoladu sa želatinom i kratko izmiksajte na laganoj brzini. Na kraju ručno umiješajte šlag u nekoliko navrata pomoću pjenjače. Umiješajte i nasjeckane pistacije. Smjesa će biti mekša, ali će se stegnuti hlađenjem. Prelijte kremu preko pripremljene podloge, poravnajte površinu i vratite u hladnjak na najmanje 1-2 sata. Za ganache zagrijte 50 ml slatkog vrhnja do vrenja, maknite s vatre i dodajte bijelu čokoladu i kremu od pistacija. Miješajte dok ne dobijete glatku, sjajnu smjesu. Prelijte preko ohlađene torte i lagano protresite kalup da se ravnomjerno rasporedi. Vratite u hladnjak na nekoliko sati, idealno preko noći. Kada je torta potpuno ohlađena, pažljivo uklonite kalup. Istucite 100 ml slatkog vrhnja i dekorirajte tortu uz pomoć slastičarske šprice. Po torti pospite nasjeckane pistacije.",
    "name": "Torta s pistacijama i bijelom čokoladom"
  },
  {
    "ingredients": [
      "3 bjelanjka",
      "50 g šećera",
      "100 g mljevenog pečenog badema",
      "3 žumanjka",
      "300 ml mlijeka",
      "30 g gustina",
      "40 g šećera",
      "1 vanilijin šećer / vaniljin štapić",
      "100 ml slatkog vrhnja",
      "svježe voće (jagode, borovnice, maline)"
    ],
    "instructions": "Za koru: Bjelanjke istući u čvrsti snijeg, dodavati po malo šećer. Potom dodati mljevene pečene bademe. Peći u prethodno zagrijanoj pećnici na 180°C 7-10 minuta dok blago ne porumeni. Za kremu: Žumanjke izmiješati sa šećerom, gustinom i malo mlijeka. Ostatak mlijeka zagrijati do vrenja, dodati pripremljenu smjesu i kuhati kao puding, dok se ne zgusne. Ohlađenu kremu izmiksati s tučenim slatkim vrhnjem. Ohlađenu koru premazati kremom i ukrasiti s puno svježeg voća (jagode, borovnice, maline).",
    "name": "Torta šumsko voće"
  },
  {
    "ingredients": [
      "200 g gluten free brašna (npr. Mix B od Schär)",
      "4 jaja",
      "320 ml mlijeka",
      "prstohvat soli",
      "malo ulja"
    ],
    "instructions": "Brašno, jaja, mlijeko i sol u jednoj posudi izmiješati. Na tavi zagrijati malo ulja. Dodati smjesu i ispeći tortilju sa obje strane. Smjesa je malo gušća nego za palačinke, otprilike jedna šefica je dovoljna za jednu tortilju. Od smjese se dobije otprilike 8 tortilja.",
    "name": "Tortilja"
  },
  {
    "ingredients": [
      "1 zelena salata",
      "1 crvena paprika narezan na trakice",
      "300 g pilecih prsa",
      "svjezi persin",
      "parmezan, listici",
      "sol, papar",
      "ulje",
      "wrap"
    ],
    "instructions": "Pileca prsa narezati na kockice. Na tavi zagrijati malo ulja, dodati pileca prsa. Zaciniti sa solju i paprom. Salatu dobro oprati i narezati na manje komade. Ostalo povrce narezati na sitnije kockice. Na wrap raspodijeliti salatu, povrce i pecenu piletinu sa gljvama i parmezan, te cvrsto zarolati.",
    "name": "Tortilja piletina"
  },
  {
    "ingredients": [
      "1 kg špinata",
      "malo ulja",
      "60 g pinjoli",
      "papar",
      "100 g feta",
      "luk",
      "tortilja"
    ],
    "instructions": "Špinat izrezati i očistiti. Luk očistiti i narezati na sitne kockice. Na tavi preprziti luk te dodati pinjole. Zatim ubaciti špinat i zaciniti sa paprom. Feta sir narezati na kockice. Špinat i luk skinuti sa vatre te dodati feta sir. Dio smjese rasporediti na donjem dijelu tortilje. Preklopiti donji dio tortilje preko smjese, zatim dio sa svake strane, te potom cvrsto zarolati.",
    "name": "Tortilja Spinat - Feta"
  },
  {
    "ingredients": [
      "humus",
      "tortilje",
      "avokado",
      "limun",
      "maslinovo ulje",
      "đumbir",
      "češnjak",
      "sol",
      "papar",
      "kozice",
      "feta sir"
    ],
    "instructions": "Prvo pripremite avokado umak tako da u blender stavite avokado, limun, maslinovo ulje, đumbir, češnjak, sol i papar te sve dobro izmiksate. Kozice prepržite na tavi. Na tortilju namazati humus, zatim preliti avokado umakom, dodati pržene kozice i posuti umrvljenim feta sirom.",
    "name": "Tortilje s kozicama"
  },
  {
    "ingredients": [
      "humus",
      "zelena salata",
      "crvena paprika",
      "krastavac",
      "rotkice"
    ],
    "instructions": "Tortilju položite na ravnu površinu. Premažite je tankim slojem humusa. Narežite zelenu salatu na trakice, crvenu papriku na tanke kriške, krastavac na kolutove ili štapiće, te rotkice na tanke kriške. Raspored̄ite povrće po tortilji. Pažljivo zamotajte tortilju u rulon, pritišćući lagano da se sastojci dobro zbiju. Po želji presjeći te prepolovite tortilju dijagonalno i poslužite.",
    "name": "Tortilje s povrćem"
  },
  {
    "ingredients": [
      "slanutak u konzervi",
      "sol",
      "papar",
      "mljevena crvena paprika",
      "kurkuma",
      "maslinovo ulje"
    ],
    "instructions": "Ocijedite slanutak iz konzerve i isperite ga pod hladnom vodom. Dobro ga osušite kuhinjskim ručnikom ili papirom. Zagrijte malo maslinovog ulja na tavi. Dodajte slanutak i pržite ga na srednjoj vatri dok ne postane hrskav i zlatno smeđ, povremeno ga miješajući. Začinite solju, paprom, mljevenom crvenom paprikom i kurkumom po ukusu. Nastavite pržiti još minutu kako bi se začini sjedinili. Poslužite toplo kao prilog ili grickalicu.",
    "name": "Tostirani slanutak"
  },
  {
    "ingredients": [
      "tuna steak",
      "krumpir",
      "blitva",
      "limun",
      "maslinovo ulje",
      "sol",
      "papar"
    ],
    "instructions": "Tunu ispeci na tavi. Skuhati krumpir i blitvu. Pomjesati u posebnoj zjeli. Dodati maslinovo ulje, sol i papar.",
    "name": "Tuna steak"
  },
  {
    "ingredients": [],
    "instructions": "Upute za pripremu nisu dostupne u dostavljenom receptu.",
    "name": "Varivo kineski kelj"
  },
  {
    "ingredients": [
      "ulje",
      "korijenasto povrće (koraba, celer, korijen peršina)",
      "200 g teletine",
      "2 srednje velike mrkve",
      "100 ml paradajz sosa",
      "5 g slatke crvene paprike",
      "200 g zelenih mahuna",
      "oko 200 ml vode",
      "2 srednje velika krumpira",
      "sol",
      "papar"
    ],
    "instructions": "Korijenasto povrće očistiti i narezati na manje kockice. Teletinu također narezati na manje komade oko 1 centimetar veličine. Mrkvu očistiti i narezati na kolutiće debljine oko 1 do 2 milimetra. U širu i dublju posudu dodati zlicu maslinovog ulja i zagrijati ga. Ubaciti korijenasto povrće i mrkvu. Dinstati na srednje jakoj vatri 10-ak minuta uz povremeno miješanje. Zatim ubaciti meso te i njega dinstati 10-ak minuta uz povremeno miješanje. Sada dodati mahune, dobro promiješati i dinstati 10-ak minuta. Dok se mahune kuhaju oguliti krumpir i narezati ga na kockice veličine oko centimetra. Dodati krumpir i kuhati 10-ak minuta. U lonac dodati umak od rajčice i slatku crvenu papriku. Promiješati i uliti vodu. Nakon što voda prokuha smanjiti temperaturu i kuhati 30 minuta, odnosno dok krumpir nije mekan i kuhan. Varivo posoliti i popapriti po ukusu.",
    "name": "Varivo mahune s mesom i krumpirom"
  },
  {
    "ingredients": [
      "paprika",
      "rajčice",
      "mrkva",
      "smrznuta brokula",
      "crvena leća",
      "chili",
      "sol",
      "papar",
      "kurkuma",
      "ulje",
      "riža",
      "voda"
    ],
    "instructions": "Papriku narezati na sitnije kockice, mrkvu oguliti i naribati. U većem loncu zagrijati malo ulja, dodati papriku i mrkvu. Dinštati 10 minuta. Dodati rajčice prerezane po pola. Uliti malo vode kako se povrće ne bi zalijepilo. Poklopljeno dinštati 10 minuta. Maknuti kožicu sa rajčice, dodati smrznutu brokulu i začine (sol, papar, kurkuma, chili). Po potrebi doliti još malo vode i dinštati 15 minuta. Dodati crvenu leću i vode te kuhati 20-30 minuta, odnosno dok leća nije skuhana. U drugom loncu skuhati rižu.",
    "name": "Varivo od lece"
  },
  {
    "ingredients": [
      "1/2 Hokkaido bundeva",
      "1 mrkva",
      "1/4 korijena celera",
      "1 žlica ulja",
      "1 chili",
      "250 g crvene leće",
      "100 ml kokosovog mlijeka",
      "400 ml povrtnog temeljca ili vode",
      "peršin",
      "đumbir",
      "4 žlice soljenog kikirikija",
      "sol",
      "kurkuma"
    ],
    "instructions": "Bundevu oprati, očistiti i narezati na kockice. Korjenasto povrće oguliti i usitnjiti. U velikom loncu zagrijati ulje. Povrće prepržiti, dodati bundevu i dinštati 15 minuta. Dodati malo vode da se povrće ne lijepi za lonac. Začiniti solju, chilijem, kurkumom i đumbirom. Dodati leću i usitnjeni peršin, te juhu i kokosovo mlijeko. Kuhati 25 minuta. Na kraju posuti usitnjenim kikirikijem. Poslužiti uz kuhanu rižu.",
    "name": "Varivo od leće sa bundevom"
  },
  {
    "ingredients": [
      "1 mala šalica grašak",
      "2-3 žlice maslinovo ulje",
      "korijenasto povrće (koraba, celer, korijen peršina)",
      "2 krumpira",
      "1 pileća prsa/filet",
      "2 mrkve",
      "2 žličice crvena mljevena paprika",
      "1 kokošja kocka za juhu",
      "sol",
      "papar",
      "1 žlica peršin"
    ],
    "instructions": "Mrkvu oguliti i narezati na tanje kolutice. Korabu, celer i korijen peršina oguliti i narezati na manje kockice. U loncu zagrijati maslinovo ulje. Dodati mrkvu i ostalo korijenasto povrće. Dinštati 5-10 minuta. Pileća prsa narezati na manje kockice. Dodati meso u lonac i nastaviti pržiti oko 10 minuta. Krumpir oguliti i narezati na manje kockice. U lonac dodati 250ml vode, kocku za juhu, 1/2 žličice soli. Kuhati 30 minuta odnosno dok krumpir nije skuhan. Dodavati vode po potrebi. Zadnjih 5 minuta kuhanja dodati grašak, 1 žlicu nasjeckanog peršina, crvenu papriku i papar.",
    "name": "Varivo piletina - grašak"
  },
  {
    "ingredients": [],
    "instructions": "Upute za pripremu nisu dostupne u dostavljenom receptu.",
    "name": "Varivo poriluk piletina (kremasto varivo)"
  },
  {
    "ingredients": [
      "100 g zrele banane (1 mala)",
      "75 g kivija (1 kom)",
      "60 g malina",
      "30 g borovnica (oko šaka)",
      "1 žličica chia sjemenki (opcionalno – za vlakna i teksturu)",
      "Sok od 1/4 limuna (za svježinu)",
      "Nekoliko listića svježe mente (opcionalno)"
    ],
    "instructions": "Oguli i nareži bananu i kivi na kolutiće ili kockice. Dodaj maline i borovnice (ne miješaj previše da ne puste sok). Lagano promiješaj s limunovim sokom i chia sjemenkama. Po želji dodaj svježu mentu za aromu. Ohladi 5–10 minuta u hladnjaku ili posluži odmah. Za dodatni protein, možeš je poslužiti s žlicom grčkog jogurta (laktoza-free) ili žlicom svježeg tofua narezanog na kockice.",
    "name": "Voćna salata"
  },
  {
    "ingredients": [
      "500 g grah",
      "1 glavica luka (nasjeckati na sitne kockice)",
      "200 g mrkvi (isjeckane na kockice)",
      "suhomesnati proizvodi: panceta, dimljenu lopaticu",
      "ulje",
      "ljute papricice",
      "2-3 lista lovora",
      "papar",
      "2 vece rajcice",
      "2 vece crvene rog paprike",
      "voda",
      "mjesavina zacina (ili sol)",
      "brasno",
      "slatka paprika"
    ],
    "instructions": "Grah namočiti preko noći u hladnoj vodi. Procijediti i staviti kuhati u novu vodu. Čim zakuha, grah kuhati samo 5 minuta. Baciti tu vodu, oprati i ostaviti sa strane do upotrebe. Na malo ulja pirjati ljute papričice, nasjeckan luk, mrkvu. Pirjati 10 minuta do zlatno žute boje. Sada dodati nasjeckane suhomesnate proizvode na komade srednje veličine, ne prevelike a opet ne premale. Pirjati sve zajedno 15-ak minuta. Sada dodati grah i preliti sa samo pola litre vode. To je zbog toga da se grah ne bi zalijepio dolje za podlogu dok dodajte ostale sastojke. Dodati listove lovora, papar u zrnu, rajčice prepolovljene na pola, rog paprike. Sad zaliti sa 2,5 litre vode, treba biti toliko vode da taman prekrije grah. Po potrebi dodati vode za vrijeme kuhanja. Čim zakuha, kuhati narednih 20 minuta ali promiješajte sa vremena na vrijeme jer u ovoj fazi je grah težak, još nije kuhan, padne na dno i lako se zalijepi. Nakon 20 minuta izvadite rajčice i paprike ogulite, ide bez problema i veoma lako. Narežite je sa nožem na manje komadiće i vratite natrag u grah. Kuhati narednih sat vremena. Po želji ili po potrebi dodati sol i promiješati. Zaprška je posljednji dio u pripremu vojničkog graha. U tavi zagrijati ulje, dodati brašno i slatku papriku. Nastaviti miješati i pržiti oko pola minute pa dodati u jelo i dobro promiješati. Ostaviti da se kuha još 5 minuta.",
    "name": "Vojnički grah"
  },
  {
    "ingredients": [
      "1 velike crvene paprike",
      "200g otkoscenih pilecih zabataka",
      "riza",
      "suncokretovo ulje",
      "bok choy",
      "soy umak, gluten free",
      "sol",
      "papar",
      "voda",
      "chill papricice"
    ],
    "instructions": "Zagrijati wok, dodati suncokretovo ulje. Kad se ulje zagrijalo dodati prsa narezana na kockice. Dodati sol i papar. Ispecena prsa izvaditi na tanjur. U wok dodati ulja i paprike narezane na trakice. Kratko dinstati i dodati malo vode kako paprike nebi zagorile. Voda treba u potpunosti ispariti. Pred kraj dodati sitno nasjeckane chill papricice. Kratko dinstati s crvenim paprika te dodati ispecenu piletinu. Kratko sve zajedno izmjesati u tavi, te posluziti s kuhanom rizom.",
    "name": "Wok paprika i piletina"
  },
  {
    "ingredients": [
      "120 ml pilećeg temeljca (može i voda)",
      "20 ml reduciranog umaka od soje",
      "2 žlice meda",
      "2 žličice gustina (krumpirovog škroba)",
      "1 žlica sitno nasjeckkanog đumbira",
      "limunska trava",
      "1 žlica ulja od sezama",
      "1 žlica neutralnog ulja",
      "250 g pilećeg zabatka, narezanog na sitnije komadiće",
      "1 srednje velike glavice brokule, narezane na manje komade",
      "kuhana riža"
    ],
    "instructions": "U maloj zdjelici dobro miješati dio temeljca, umak od soje, med, gustin, đumbir i ulje od sezama sve dok se gustin nije sjedinio. U velikoj tavi ili woku na jakoj vatri zagrijati neutralno ulje. Skuhati piletinu. Miješati povremeno dok ne postane zlatno smeđa sa svih strana i skuhana skroz. Prebaciti na tanjur. U istoj tavi na srednjoj vatripeći brokulu u umaku. Pokriti tavu kako bi se brokula uparila dok ne bude omekšala oko 2-3 minute. Vratiti piletinu u tavu. Kuhati i miješati dok se umak ne zgusne i piletina i brokula su u potpunosti skuhani. Poslužiti uz kuhanu rižu.",
    "name": "Wok piletina i brokula"
  },
  {
    "ingredients": [
      "1/2 glavice luka",
      "5-6 cherry rajčica",
      "4 crvene paprike",
      "1/2 čaše riže",
      "1 žlica pasirane rajčice",
      "250 g mljevenog mesa",
      "100 g crvene leće",
      "sol",
      "papar",
      "lovorov list",
      "maslinovo ulje",
      "naribani sir"
    ],
    "instructions": "Na tavi prodinstati luk na malo ulja. Kad je voda izašla iz luka, dodati mljeveno meso te nastaviti dinstati. Cijelo vrijeme miješati. Dodati sol, papar i po želji mješavinu začina. Nakon što se meso izdinstalo, približno 15-20 minuta, dodati malo vode i pasirani pamidor, crvenu leću, te list lovora. Na srednje jakoj vatri nastaviti pržiti 15 minuta. U smjesu dodati rižu. Paprike prerezati na polovice te očistiti. Cherry rajčice narezati na četvrtine. Paprike napuniti mljevenim mesom te ih staviti u vatrootpornu zdjelu. Na paprike dodati cherry rajčice. Zdjelu napuniti s malo vode te prekriti aluminijskom folijom. Peći u prethodno zagrijanoj pećnici 20-30 minuta, dok paprike ne omekšaju i voda u potpunosti ispari. Maknuti aluminijsku foliju, paprike prekriti naribanim sirom i nastaviti peći 15 minuta dok se sir i paprike ne zapeku.",
    "name": "Zapečene punjene paprike"
  },
  {
    "ingredients": [
      "zobene",
      "chia sjemenke",
      "lanene sjemenke",
      "bucine sjemenke",
      "1 velika mrkva, naribana",
      "orasi, grubo nasjeckani",
      "mlijeko",
      "vanilijin ekstrakt",
      "cimet",
      "malo soli"
    ],
    "instructions": "Sve sastojke pomješati u zdjelici i ostaviti preko noći u frižideru.",
    "name": "Zobene s mrkvom"
  },
  {
    "ingredients": [
      "obične zobene pahuljice",
      "voda",
      "mlijeko (po želji)",
      "cimet",
      "kikiriki maslac",
      "voće (jabuke ili bobičasto voće)"
    ],
    "instructions": "U zdjjelicu dodati obične zobene pahuljice, te dodati toliko vode da ih skoro prekriju. Zobene 1 minutu u mikrovalnoj skuhati. Po želji ili potrebi dodati malo mlijeka. Zobene začiniti sa cimetom, te dodati kikiriki maslac. Sve zajedno dobro promiješati. Naposlijetku dodati odabrano voće narezano na manje komade.",
    "name": "Zobene sa voćem"
  },
  {
    "ingredients": [
      "80 g omeksanog kokosovog ulja ili maslaca",
      "130 g smeđeg šećera",
      "1 žličica ekstrakta od vanilije",
      "1 jaje",
      "100 g bezglutenskog brašna",
      "130 g zobenih pahuljica",
      "½ žličice praška za pecivo",
      "¼ žličice soli",
      "100 g svježih ili smrznutih borovnica"
    ],
    "instructions": "U velikoj zdjeli izmiksati omekšano kokosovo ulje i smeđi šećer dok ne postane glatko. Dodati jaje i vanilijin ekstrakt te miksati 2 minute ili dok ne postane glatko. Dodati brašno, zobene pahuljice, prašak za pecivo i sol. Sve mikserom izmiksati dok se ne sjedini. Polako silikonskom kuhačom umiješati borovnice. Pokriti i ostaviti u frižideru 20 minuta kako bi se smjesa učvrstila. Ovo je posebno bitno ako koristite kokosovo ulje. Oblikovati kugle, postaviti ih na tepsiju prethodno pokrivenu s papirom za pečenje. Lagano pritisnuti kuglice. Peći 10-13 minuta na 180°C ili dok rubovi ne počnu biti zlatno smeđi. Dozvoliti keksićima da se par minuta ohlade na tepsiji, zatim ih prebaciti na rešetku kako bi se u potpunosti ohladili.",
    "name": "Zobeni kolačići s borovnicama"
  },
  {
    "ingredients": [
      "75 g krupnih, zobenih pahuljica",
      "75 g sitnih, zobenih pahuljica",
      "prstohvat soli",
      "na vrh noža vanilije i cimeta",
      "10 g kakaa (nezaslađenog)",
      "50 g grubo nasjeckanih badema / ljesnjaka",
      "25 g meda",
      "25 ml kokosovog ulja",
      "po želji 1 šaka čipsa od kokosa ili komadica tamne čokolade"
    ],
    "instructions": "Sve suhe sastojke pomiješati. Rastopiti kokosovo ulje. U suhe sastojke dodati med pa ulje. Sve dobro promiješati. Smjesu istresti na papir za pečenje te raširiti. Peći na 160° sa ventilatorom 15 minuta. Na pola pečenja smjesu malo promiješati kako ne bi zagorjela. Dužim pečenjem će müsli biti hrskaviji. Na ovaj način pripremljeni müsli čuvati otprilike do mjesec dana u staklenoj posudi koja se može dobro zatvoriti. Prije spremanja u posudu pustiti da se dobro ohladi. Poslužiti sa mlijekom po izboru.",
    "name": "Čokoladna granola"
  },
  {
    "ingredients": [
      "200 g bezglutenskog brašna",
      "25 g brašna od badema",
      "1 žličica praška za pecivo",
      "½ žličica soli",
      "113 g maslaca",
      "1 žlica mlijeka",
      "160 g smeđeg šećera",
      "50 g običnog šećera",
      "1 veliko jaje",
      "2 žličice vanilijinog ekstrakta",
      "170 g čokoladnih komadića"
    ],
    "instructions": "U srednjoj zdjeli pomiješati suhe sastojke: bezglutensko brašno, bademovo brašno, prašak za pecivo i sol. Ostaviti sa strane. Otopiti maslac na srednjoj slaboj vatri, te povremeno miješati. Kad je maslac otopljen, još ga kratko držati na vatri kako bi poprimio zlatno smeđu boju koja daje orahnjastu aromu. Odmah preliti maslac u zdjelu sa suhim sastojcima. Dodati mlijeko i šećer; miješati dok se sastojci ne sjedine. Izmiksati jaje i vanilijinog ekstrakta dok smjesa ne postane glatka. Koristeći silikonsku kuhača dodati smjesu jaja i vanilijinog ekstrakta suhim sastojcima. Dodati čokoladne komadića. Pokriti zdjelu i pustiti da odstoji na sobnoj temperaturi 30 minuta ili u frižideru sve do 5 dana. Zagrijati pećnicu na 180°C. Tepsiju prekriti papirom za pečenje. Oblikovati kuglice, veličine otprilike 2 žlice po kuglici. Poslagati na papir za pečenje i ostaviti otprilike 5 cm između kuglica. Peći 10-12 minuta ili dok rubovi nisu zlatno smeđi i centar čvrst. Od smjese se dobije cca 12 kolačića.",
    "name": "Čokoladni keksi"
  },
  {
    "ingredients": [
      "1 kg škampa",
      "3-4 žlice maslinovog ulja",
      "4 češnja češnjaka",
      "2 žlice usitnjenog peršina",
      "2 dl pasirane rajčice",
      "2 dl bijelog vina",
      "1 žličica Vegete",
      "sol",
      "papar"
    ],
    "instructions": "Škampe oprati pod mlazom hladne vode i staviti u cjedilo. Usitniti češnjak i peršin. Na maslinovom ulju prepržiti češnjak i peršin. Dodati škampe i promiješati. Preliti s vinom i pasiranom rajčicom, dodati žličicu Vegete, posoliti i popapriti te kuhati 15-20 minuta. Povremeno promiješati.",
    "name": "Škampi na buzaru"
  },
  {
    "ingredients": [
      "½ luk",
      "1 zlicica svježeg đumbira",
      "2 žlice prehrambenog kvasca",
      "kurkuma",
      "kim",
      "papar",
      "svježi peršin",
      "225 g divlje riže",
      "600 ml povrtnog temeljca ili vode",
      "525 g cvjetova brokule",
      "95 g konzerve crnog graha",
      "2 zlice vode"
    ],
    "instructions": "Luk očistiti i narezati na sitne kockice. Đumbir oguliti i naribati na sitno s ribezom. Brokulu očistiti i narezati na manje cvjetove. Peršin očistiti i narezati na sitne komadice. Zagrijati 2 žlice vode u dubljoj tavi na srednje jakoj vatri. Dodati luk i đumbir te pržiti 1 minutu. Dodati začine, svježi peršin i rižu. Dodati juhu ili vodu. Pustiti da zakuha, zatim smanjiti vatru i poklopljeno kuhati 35 do 40 minuta ili dok riža nije skoro kuhana. Povremeno promiješati. Ubaciti brokulu i po potrebi još juhe ili vode. Kuhati još 10 minuta odnosno dok voda nije isparila a brokula i riža su mekane. Grah procijediti i oprati. Dodati u tavu. Maknuti s vatre, dodati prehrambeni kvasac i dobro promiješati.",
    "name": "Žuti rižoto s crnim grahom i brokulom"
  }
]